Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: Please let other writers know which section you wish to tackle. Please forward this to <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> so that people can say 'hey I'm doing that already' or 'go ahead and do it'.
es: Por favor, haga saber a otros escritores que sección pretende abordar. Por favor reenvíe esto a <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> de modo que la gente pueda decir "eso ya lo estoy haciendo yo" o "adelante, hágalo".
fr: S'il vous plaît faites savoir aux autres auteurs à quelle section vous souhaitez vous occuper. Transférez cela s'il vous plaît à <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> pour que les gens puissent dire "hey je suis déjà en train de faire ça" ou "vas-y et fais-le".
zh_cn: 让其他笔者知道你想做什么，把想法写到 <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a>，这样就会有人说 "嘿，我已经在做了 "或 "请加油吧！"。

source: You may also want to retain a local copy of the old documentation to refer to when writing. This still has a lot of useful information in it which hasn't been transferred to the new docs.
es: Puede que también quiera mantener una copia local de la documentación antigua como referencia al escribir. Ésta contiene todavía una gran cantidad de información útil que no ha sido migrada a la nueva documentación.
fr: Vous pouvez aussi vouloir garder une copie en locale de l'ancienne documentation pour vous y référer lors de l'écriture. Cela contient toujours beaucoup d'informations utiles qui n'a pas été transférées dans les nouveaux documents.
zh_cn: 可能你还得保留一份旧指南、以便写作时参考，它里面仍然有很多有用的信息。

source: Reviewers
es: Revisores
fr: Relecteurs
zh_cn: 审稿人

source: Get a copy of the documentation source as described above and start commenting on it.
es: Obtenga una copia de la fuente de la documentación tal y como se ha descrito arriba y empiece a comentar la misma.
fr: Obtenir une copie de la source de la documentation tel que décrit ci-dessus et commencez à la commenter.
zh_cn: 如上获取源文件，添加注释。

source: The best way of retaining comments about docs in an easy to find way for everyone would be to use <a href='https://bugs.gnucash.org/'>bugs.gnucash.org</a> to file the bugs under documentation. This can also be done using bug-buddy.
es: La mejor manera de conservar comentarios acerca de los documentos de manera sencilla para todo el mundo sería usar <a href='https://bugs.gnucash.org/'>bugs.gnucash.org</a> para notificar los bugs en documentación. Esto también se puede hacer usando bug-buddy.
zh_cn: 最好使用 <a href='https://bugs.gnucash.org/'>bugs.gnucash.org</a> 提交，以便大家对比，或用 bug-buddy。

source: Documentation
es: Documentación
hu: Dokumentáció
ja: 文書
zh_cn: 指南

source: The following links are to the <strong>English HTML editions of the current stable branch</strong> documentation. See further down the page for other <span class="gnucash">GnuCash</span> versions, languages, and formats.
es: Los siguientes enlaces están para la documentación <strong>Ediciones HTML Inglés de la actual rama estable</strong>. Vea más debajo de la página para otras versiones de <span class="gnucash">GnuCash</span>, idiomas y formatos.
fr: Les liens suivants sont la documentation des <strong>éditions HTML anglaises de la branche actuelle stable</strong>. Allez plus bas dans la page pour d'autres versions <span class="gnucash">GnuCash</span>, langues, et formats.
hu: A következő hivatkozások a <strong>jelenlegi stabil ág angol HTML kiadásaira</strong> mutatnak. További <span class="gnucash">GnuCash</span> verziók, nyelvek és formátumok az oldalon találhatók.
ja: 次のリンクは<strong>現在の安定版ブランチの英語のHTML版</strong>文書です。さらに下に、他の<span class="gnucash">GnuCash</span>のバージョン、言語、形式の文書があります。
zh_cn: 下面是<strong>英语</strong> HTML 指南；更多<span class="gnucash">指北</span>请见本页。

source: Browse documentation online
es: Explorar documentación en línea
fr: Parcourir la documentation en ligne
hu: Böngésszen a dokumentációban az interneten
ja: 文書をオンラインで閲覧する
zh_cn: 在线阅读

source: Download documentation as PDF
es: Descargar la documentación como PDF
fr: Télécharger la documentation en PDF
hu: A dokumentáció letöltése PDF formátumban
ja: 文書を PDF でダウンロードする
zh_cn: PDF

source: Download documentation as epub
es: Descargar documentación como epub
fr: Télécharger la documentation en epub
hu: A dokumentáció letöltése epub formátumban
ja: 文書を epub でダウンロードする
zh_cn: epub

source: Download documentation as mobipocket
es: Descargar documentación como mobipocket
fr: Télécharger la documentation en mobipocket
hu: A dokumentáció letöltése mobipocket formátumban
ja: 文書を mobipocket でダウンロードする
zh_cn: mobipocket

source: There are two major <span class="gnucash">GnuCash</span> documentation packages to help users:
es: Existen dos paquetes principales de documentación de <span class="gnucash">GnuCash</span> para ayudar a los usuarios:
fr: Il y a deux packs majeurs de documentation <span class="gnucash">GnuCash</span> pour aider les utilisateurs :
hu: Két fő <span class="gnucash">GnuCash</span> dokumentációs csomag segíti a felhasználókat:
ja: 利用者を手助けするために、2種類の主要な<span class="gnucash">GnuCash</span>文書パッケージがあります。
zh_cn: 两个主要<span class="gnucash">指南</span>文件：

source: The Help Manual
es: El manual de ayuda
fr: Le Manuel d'Aide
hu: A súgó kézikönyv
ja: ヘルプマニュアル
zh_cn: 帮助手册

source: The Tutorial and Concepts Guide
es: El tutorial y guía de conceptos
fr: Le Tutoriel et le Guide des concepts
hu: Az oktatóanyag és Fogalmi útmutató
ja: チュートリアル・コンセプトガイド
zh_cn: 教程概念

source: The <b>Help Manual</b> is designed to be a quick reference of how to accomplish specific tasks and how to use the features in <span class="gnucash">GnuCash</span>. The <b>Concepts Guide</b> is designed to be an in depth guide to the concepts behind using <span class="gnucash">GnuCash</span> with a tutorial to show how to put those concepts into practice.
es: El <b>Manual de ayuda</b> está diseñado para ser una referencia rápida sobre cómo realizar tareas específicas y cómo usar las características de <span class="gnucash">GnuCash</span>. La <b>Guía de conceptos</b> está diseñada para ser una guía en detalle sobre los conceptos detrás de <span class="gnucash">GnuCash</span>, con un tutorial para mostrar como poner en práctica dichos conceptos.
fr: Le <b>Manuel d'Aide</b> traite brièvement les fonctionnalités principale de <span class="gnucash">GnuCash</span> et comment les utiliser. Le <b>Guide de Concept</b> est une ressource beaucoup plus approfondie qui offre des leçons sur chacun des concepts de la comptabilité avec <span class="gnucash">GnuCash</span> par l'entremise de tutoriels.
hu: A <b>Súgó kézikönyv</b> célja, hogy gyors hivatalos forrásként szolgáljon bizonyos feladatok elvégzéséhez és a <span class="gnucash">GnuCash</span> lehetőségeinek a használatához. Az <b>Oktatóanyag és Fogalmi útmutató</b> célja, hogy részletes útmutatót nyújtson a <span class="gnucash">GnuCash</span> használata mögött meghúzódó fogalmakról egy oktatóanyaggal, amely bemutatja hogyan lehet ezeket a fogalmakat a gyakorlatba átültetni.
ja: <b>ヘルプマニュアル</b>は <span class="gnucash">GnuCash</span> で特定の作業を達成する方法、および、機能を使用する方法を説明するクイックリファレンスとして設計されています。<b>コンセプトガイド</b>は <span class="gnucash">GnuCash</span> を使用する際の背景となる概念をより深く説明するガイドとして設計され、これらの概念を実践する方法のチュートリアルとともに提供しています。
zh_cn: <b>帮助手册</b>旨在了解、设置和熟悉 <span class="gnucash">GnuCash</span>。<b>教程概念</b>旨在解释 <span class="gnucash">GnuCash</span> 的运用理念，附以个人和商业教程。

source: Other resources are the <a href="https://wiki.gnucash.org/wiki/">English</a> or <a href="https://wiki.gnucash.org/wiki/De/">Deutsch</a> <span class="gnucash">GnuCash</span> wikis.
es: Otros recursos son los wikis de <span class="gnucash">GnuCash</span> en <a href="https://wiki.gnucash.org/wiki/">inglés</a> o <a href="https://wiki.gnucash.org/wiki/Es/">español</a>.
fr: D'autres ressources sont les wikis <a href="https://wiki.gnucash.org/wiki/">anglais</a> ou <a href="https://wiki.gnucash.org/wiki/Fr/GnuCash">français</a> de <span class="gnucash">GnuCash</span>.
hu: További források az <a href="https://wiki.gnucash.org/wiki/">Angol</a> vagy a <a href="https://wiki.gnucash.org/wiki/De/">Német</a> <span class="gnucash">GnuCash</span> wiki.
ja: 他のリソースとして<a href="https://wiki.gnucash.org/wiki/">英語</a>および<a href="https://wiki.gnucash.org/wiki/De/">ドイツ語</a>の <span class="gnucash">GnuCash</span> wiki があります。
zh_cn: <a href="https://wiki.gnucash.org/wiki/">英语</a>或<a href="https://wiki.gnucash.org/wiki/De/"> 德语</a>资源，详见 <span class="gnucash">GnuCash Wiki</span>。

source: You can also send an email to the <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> mailing list if you cannot find a satisfactory answer to your question within either the <b>Help Manual</b> or the <b>Tutorial and Concepts Guide</b>. We <b>want</b> feedback from you, it is also through your comments that we know how to improve the documentation.
es: También puede enviar un correo-e a la lista de correo <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> si no puede encontrar una respuesta satisfactoria a su pregunta en <b>Manual de Ayuda</b> o el <b>Tutorial y Guía de Conceptos</b>. <b>Queremos</b> su opinión, dado que es también a través de sus comentarios cómo sabemos cómo mejorar la documentación.
fr: Merci d'envoyer vos questions à la liste de diffusion <a href='mailto:gnucash-user@gnucash.org'>gnucash-user</a>, si vous ne parvenez pas à trouver de réponse dans le <b>Manuel</b>, le <b>Guide des concepts</b>, la FAQ, le wiki… C'est avec vos remarques constructives et vos retours que nous pouvons savoir comment améliorer la documentaiton.
hu: A <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> levelezési listára is küldhet e-mailt, ha nem talál kielégítő választ a kérdésére a <b>Súgó kézikönyv</b> vagy az <b>Oktatóanyag és Fogalmi útmutató</b> dokumentumokban. Mi <b>szeretnénk</b> visszajelzést kapni, az észrevételei révén tudjuk meg, hogyan javítsuk a dokumentációt.
ja: もし<b>ヘルプマニュアル</b>や<b>チュートリアル・コンセプトガイド</b>で疑問に対する十分な回答を得られなかった場合は <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> メーリングリストに英語でメールを送ってください。私たちはあなたのフィードバックを<b>求めています</b>。あなたのコメントを通してのみ私たちはどのように文書を変更するべきか知ることができます。
zh_cn: 请及时写信 <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a>，若<b>帮助手册</b>和<b>教程和概念</b>解决不了问题；我们<b>期望</b>得到反馈，也正因如此，我们才知道如何改进。

source: Additionally, you can talk to someone via IRC at %s about your question.
es: Adicionalmente, puede hablar con alguien acerca de su pregunta a través de IRC en %s .
fr: De plus, vous pouvez parler à quelqu'un via l'IRC à %s à propos de votre question.
hu: Ezenkívül a(z) %s IRC-n keresztül beszélhet valakivel a kérdéséről.
ja: これに加えて、IRC を使用して英語で他の誰かに質問をすることができます。%s を使用してください。
zh_cn: 此外，也可以通过 IRC 的%s沟通问题。

source: channel
es: canal
fr: canal
hu: csatorna
ja: チャンネル
zh_cn: 频道

source: <span class="gnucash">GnuCash</span>'s documentation has been created by its community. See the <a href="develdocs.phtml">Writing Documentation page</a> if you are interested in contributing to this effort.
es: La documentación de <span class="gnucash">GnuCash</span> ha sido creada por su comunidad. Eche un vistazo la <a href="develdocs.phtml">página de escritura de documentación</a> si está interesado en contribuir a este esfuerzo.
fr: La documentation de <span class="gnucash">GnuCash</span>a été créée par sa communauté. Regarder la <a href="develdocs.phtml">page Ecrire la Documentation</a> si vous êtes intéressé pour à contribuer à cet effort.
zh_cn: <span class="gnucash">指南</span>是由社区创建，如果您有兴趣参与，请见<a href="develdocs.phtml">文档</a>。

source: (current stable release)
es: (versión estable actual)
fr: (version stable actuelle)
hu: (jelenlegi stabil kiadás)
ja: (現在の安定版リリース)
zh_cn: （新）

source: Current <em>stable</em> user documentation
es: Documentación de usuario <em>estable</em> actual
fr: Documentation <em>stable</em> actuelle pour l'utilisateur
hu: Aktuális <em>stabil</em> felhasználói dokumentáció
ja: 現在の<em>安定版</em>ユーザー文書
zh_cn: <em>新的稳定版</em>指南

source: Stable
es: Estable
hu: Stabil
ja: 安定版
zh_cn: 新

source: Help Manual
es: Manual de ayuda
fr: Manuel d'Aide
hu: Súgó kézikönyv
ja: ヘルプマニュアル
zh_cn: 帮助手册

source: English
es: Inglés
fr: Anglais
hu: Angol
ja: 英語
zh_cn: 英语

source: German
es: Alemán
fr: Allemand
hu: Német
ja: ドイツ語
zh_cn: 德语

source: Italian
es: Italiano
fr: Italien
hu: Olasz
ja: イタリア語
zh_cn: 意大利语

source: Portuguese
es: Portugués
fr: Portugais
hu: Portugál
ja: ポルトガル語
zh_cn: 葡萄牙语

source: Concepts Guide
es: Guía de conceptos
fr: Guide des concepts
hu: Fogalmi útmutató
ja: コンセプトガイド
zh_cn: 教程概念

source: Japanese
es: Japonés
fr: Japonais
hu: Japán
ja: 日本語
zh_cn: 日语

source: This is the latest stable release of the <span class="gnucash">GnuCash</span> documentation. <em>Stable</em> means that this documentation is not necessarily the most up to date but it works without any problem.
es: Esta es la última versión estable de la documentación de <span class="gnucash">GnuCash</span>. <em>Estable</em> significa que esta documentación no es necesariamente la más actualizada, pero funciona sin problemas.
fr: Ceci est la dernière version stable de la documentation <span class="gnucash">GnuCash</span>. <em>Stable</em> signifiant que la documentation n'est pas nécessairement la plus à jour mais elle fonctionne sans problème.
hu: Ez a <span class="gnucash">GnuCash</span> dokumentáció legújabb stabil kiadása. A <em>Stabil</em> azt jelenti, hogy ez a dokumentáció nem feltétlenül a legfrissebb, de problémák nélkül működik.
ja: これは<span class="gnucash">GnuCash</span>文書の最新の安定版リリースです。<em>安定版</em>とは、この文書は必ずしも更新日が最新のものではありませんが、全く問題なく機能することを意味します。
zh_cn: <span class="gnucash">新指南</span>，<em>新</em>并不意味这份指南是最新的，它兼具稳定和新。

source: (old stable release)
es: (antigua versión estable)
fr: (Ancienne version stable diffusée)
hu: (régi stabil kiadás)
ja: (旧安定版リリース)
zh_cn: （旧）

source: Old <em>stable</em> user documentation
es: Antigua documentación de usuario <em>estable</em>
fr: Ancienne documentation <em>stable</em> pour l'utilisateur
hu: Régi <em>stabil</em> felhasználói dokumentáció
ja: 旧<em>安定版</em>のユーザー文書
zh_cn: <em>旧的稳定版</em>指南

source: This is the old stable release of the <span class="gnucash">GnuCash</span> documentation, corresponding to the %s release of <span class="gnucash">GnuCash</span> itself.
es: Esta es la publicación antigua estable de la documentación de <span class="gnucash">GnuCash</span>, correspondiente a la publicación %s del mismo <span class="gnucash">GnuCash</span>.
fr: Il s'agit de l'ancienne version stable diffusée de la documentation de <span class="gnucash">GnuCash</span>, correspondant à la version de diffusion %s de <span class="gnucash">GnuCash</span>.
hu: Ez a <span class="gnucash">GnuCash</span> régi stabil dokumentációjának a kiadása, amely a <span class="gnucash">GnuCash</span> %s kiadásának felel meg.
ja: これは<span class="gnucash">GnuCash</span> %s 自体のリリースに対応した、<span class="gnucash">GnuCash</span>文書の古い安定版リリースです。
zh_cn: 旧的稳定版<span class="gnucash">指南</span>，对应新的<span class="gnucash">%s</span>版本。

source: Nightly Documentation Builds
es: Documentación de las versiones «Nightly»
fr: Dernière documentation disponible
hu: Dokumentáció
ja: 日次夜間文書ビルド
zh_cn: 开发

source: Current <em>unstable</em> user documentation and developer documentation
es: Documentación de usuario y desarrollo de la version <em>inestable</em> actual
fr: Documentation <em>instable</em> de l'utilisateur et du développeur
hu: A jelenlegi <em>instabil</em> felhasználói dokumentáció és fejlesztői dokumentáció
ja: 現在の<em>不安定版</em>ユーザー文書および開発文書
zh_cn: <em>每天</em>构建的不稳定版指南

source: Unstable
es: Inestable
fr: Instable
hu: Nem stabil
ja: 不安定版
zh_cn: 开发

source: current bugfix branch
es: Rama de arreglo de fallos actual
fr: branche actuelle de correction de bogues
hu: aktuális hibajavítási ág
ja: 現在のバグ修正用ブランチ
zh_cn: 稳定版

source: future feature branch
es: Rama de características futuras
fr: future branche de fonctionnalités
zh_cn: 开发版

source: Every night a server builds the documentation from the current contents of the <span class="gnucash">GnuCash</span> source repository. This includes the <b>Developer Documentation</b> from <b>Doxygen</b> and <b>User Documentation</b> for the current <em>stable</em> version of <span class="gnucash">GnuCash</span>.
es: Cada noche, un servidor compila la documentación desde los contenidos actuales de repositorio fuente de <span class="gnucash">GnuCash</span>. Esto incluye la <b>Documentación de desarrolladores</b> desde <b>Doxygen</b> y la <b>Documentación de Usuario</b> para la versión <em>estable</em> actual de<span class="gnucash">GnuCash</span>.
fr: Chaque nuit, un serveur construit la documentation depuis le contenu actuel du référentiel source de <span class="gnucash">GnuCash</span>. Ceci comprend la <b>Documentation Développeur</b> depuis <b>Doxygen</b> et la <b>Documentation Utilisateur</b> pour la version actuelle <em>stable</em> de <span class="gnucash">GnuCash</span>.
hu: A szerver minden este elkészíti a dokumentációt a <span class="gnucash">GnuCash</span> forrástároló aktuális tartalmából. Ez magában foglalja a <b>Fejlesztői dokumentációt</b> a <b>Doxygen</b> programtól és a <b>Felhasználói dokumentációt</b> a jelenlegi <em>stabil</em> <span class="gnucash">GnuCash</span> verzióhoz.
ja: 毎晩、サーバで <span class="gnucash">GnuCash</span> ソースリポジトリの現在の内容から文書が作成されます。これらには <b>Doxygen</b> による<b>開発者向け文書</b>および現在の<em>安定</em>バージョンの <span class="gnucash">GnuCash</span> の<b>ユーザー文書</b>が含まれます。
zh_cn: 服务器每晚都会重构<span class="gnucash">指南</span>：<b>开发者手册</b>（源自 <b>Doxygen</b>）和<b>用户手册</b>（源自<em>新版</em><span class="gnucash">指南</span>）。

source: <b>NOTE:</b> these documents might not be accessible from time to time because developers might be working on improvements. However they are the most up to date reference for <span class="gnucash">GnuCash</span> users.
es: <b>NOTA:</b> estos documentos pueden no estar accesibles de vez en cuando porque los desarrolladores pueden estar trabajando en mejoras. En cualquier caso, son la referencia más actualizadas para los usuarios de <span class="gnucash">GnuCash</span>.
fr: <b>NOTE:</b> ces documents peuvent parfois ne pas être accessibles car les développeurs peuvent être en train de travailler à des améliorations. Cependant, ils sont les références les plus à jour pour les utilisateurs de <span class="gnucash">GnuCash</span>.
hu: <b>MEGJEGYZÉS:</b> előfordulhat, hogy ezek a dokumentumok időnként nem elérhetők, mert a fejlesztők esetleg a javításukon dolgoznak. Mindazonáltal ezek a legfrissebb hivatalos források a <span class="gnucash">GnuCash</span> felhasználók számára.
ja: <b>注釈:</b>開発者が改良に取り組んでいるかもしれないためこれらの文書には時々アクセスできなくなるかもしれません。しかしながら、これらは<span class="gnucash">GnuCash</span>利用者にとって最新の参照用文書です。
zh_cn: <b>注意：</b>这些文档若无法访问，可能因为开发人员正在修改。<span class="gnucash">开发版</span>是最新、最新、最新的参考资料。

source: Older GnuCash Documentation
es: Documentación de GnuCash antigua
fr: Ancienne documentation GnuCash
hu: Régebbi GnuCash dokumentáció
ja: 過去の GnuCash 文書
zh_cn: 陈年

source: This section contains all the older <span class="gnucash">GnuCash</span> documentation. If you are using one of these old versions of <span class="gnucash">GnuCash</span>, it is highly recommended that you upgrade to the latest stable version.
es: Esta sección contiene toda la documentación anterior de <span class="gnucash">GnuCash</span>. Si está utilizando una de estas versiones anteriores de <span class="gnucash">GnuCash</span>, está altamente recomendado que modernice a la última versión estable.
fr: Cette partie contient les vieilles documentation, pour les anciennes versions de <span class="gnucash">GnuCash</span>. Si vous utilisez l'une de ces anciennes versions de <span class="gnucash">GnuCash</span>, nous vous conseillons plutôt de mettre à jour votre version.
hu: Ez a rész tartalmazza az összes régebbi <span class="gnucash">GnuCash</span> dokumentációt. Ha a <span class="gnucash">GnuCash</span> valamelyik régi verzióját használja, erősen ajánlott, hogy frissítse a legújabb stabil verzióra.
ja: このセクションに含まれているのはすべて古い <span class="gnucash">GnuCash</span> に関する文書です。もしこれら古いバージョンの <span class="gnucash">GnuCash</span> を使用している場合は、最新の安定バージョンにアップグレードすることを推奨します。
zh_cn: 本节包含所有的<span class="gnucash">陈年</span>指南，如果您还在使用<span class="gnucash">它们</span>，强烈建议您换到新版。

source: Spanish
es: Castellano
fr: Espagnol
hu: Spanyol
ja: スペイン語
zh_cn: 西班牙语

source: Portugese
es: Portugués
fr: Portugais
hu: Portugál
ja: ポルトガル語
zh_cn: 葡萄牙语

source: Unofficial documentation
es: Documentación extraoficial
fr: Documentation non-officielle
hu: Nem hivatalos dokumentáció
ja: 非公式文書
zh_cn: 非正式

source: Some people have written and published their own documentation.
es: Algunas personas han escrito y publicado su propia documentación.
fr: Certaines personnes ont écrit et publié leur propre documentation.
hu: Néhányan megírták és közzétették a saját dokumentációjukat.
ja: 何名かの人々が独自の文書を書いて公開しています。

source: When this collection grew and became polyglot, it moved to %s. There you can also add more links.
es: Cuando crezca esta colección y se vuelva políglota, muévala a %s. Allí puede también agregas más enlaces.
fr: Quand ce recueil s'est agrandi et est devenu polyglotte, il a été déplacé sur %s. Vous pouvez y ajouter plus de liens là-bas.
hu: Amikor ez a gyűjtemény bővült és soknyelvűvé vált, a(z) %s oldalra költözött. Ott további linkeket is hozzáadhat.
ja: このコレクションが増大し、多言語になったため、%sに移動しました。あなたはそこに更にリンクを追加できます。
zh_cn: 语种太多了，它们已被放在%s，您可以在那里继续新增。

source: wiki:Documentation
es: wiki:Documentación
hu: wiki:Dokumentáció
zh_cn: Wiki：文档

source: Donations
es: Donaciones
fr: Dons
hu: Adományok
ja: 寄付
zh_cn: 捐赠

source: <span class="gnucash">GnuCash</span> is Free Software and is made available free of charge. Your donation, which is purely optional, supports our worldwide community. If you like the software, please consider a donation. We are only a handfull of developers and other volunteers serving countless users worldwide.
es: <span class="gnucash">GnuCash</span> es software libre y se publica libre de costes. Tu donación, puramente opcional, apoya nuestra comunidad internacional. Si te gusta el software, por favor considera una donación. Nosotros sólo somos un puñado de desarrolladores y otros voluntarios sirviendo a incontables usuarios en todo el mundo.
fr: <span class="gnucash">GnuCash</span> est un logiciel gratuit et mis à disposition sans frais. Votre donation, qui est purement optionnel, supporte notre communauté mondiale. Si vous aimez ce logiciel, pensez s'il vous plaît à faire une donation. Nous sommes seulement une poignée de développeurs et d'autres volontaires servant un nombre incalculable d'utilisateurs dans le monde entier.
hu: A <span class="gnucash">GnuCash</span> szabad szoftver és ingyenesen elérhető. Az Ön adománya, amely csupán lehetőség, világméretű közösségünket támogatja. Ha tetszik a szoftver, fontolja meg az adományozást. Csupáncsak egy maroknyi fejlesztő és önkéntes csapata vagyunk, akik számtalan felhasználót szolgálnak ki világszerte.
ja: <span class="gnucash">GnuCash</span> はフリーソフトウェアであり、無料で提供されています。完全に任意のあなたの寄付が我々の世界的な共同体を支えています。もしあなたがこのソフトウェアを好きであるなら、どうか寄付を考慮してください。我々は世界的に数え切れない利用者にサービスするただの片手間の開発者と他のボランティアに過ぎません。
zh_cn: <span class="gnucash">GnuCash</span> 开源、免费。如果您喜欢该软件，请予以支持，开发人员和志愿者，终究是要洽饭的。

source: Various ways to donate
es: Varias maneras de donar
fr: Différents moyens de faire un don
hu: Az adományozás különböző módjai
ja: さまざまな寄付方法
zh_cn: 方式

source: You can donate via the Sourceforge tip jar
es: Puedes donar mediante la jarra de propinas de Sourceforge
fr: Vous pouvez faire un don à travers la boite à dons sur Sourceforge
hu: Adományozhat a „Sourceforge” adománygyűjtőn keresztül
ja: Sourceforge 投げ銭を経由した寄付
zh_cn: Sourceforge

source: Sourceforge tip jar
es: Jarra de propinas de Sourceforge
fr: Boite à dons Sourceforge
hu: „SourceForge” adománygyűjtő rendszer
ja: Sourceforge 投げ銭
zh_cn: 小费
