Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: GnuCash 2.6 release tour
es: Tour de lanzamiento de GnuCash 2.6
fr: GnuCash %s tour d'horizon
hu: A GnuCash 2.6 bemutatója
ja: GnuCash 2.6 リリースツアー
zh_cn: GnuCash 2.6 发布之旅

source: This tour will introduce you to new major features in <span class="gnucash">GnuCash</span> 2.6.
es: Este tour te presentará las nuevas características más importantes en <span class="gnucash">GnuCash</span> 2.6.
fr: Cette visite vous présentera les nouvelles fonctionnalités majeures de <span class="gnucash">GnuCash</span> 2.6.
hu: Ez a bemutató ismerteti az új <span class="gnucash">GnuCash</span> 2.6 főbb jellemzőit.
ja: このツアーでは、<span class="gnucash">GnuCash</span> 2.6 の新しい主要機能を紹介します。
zh_cn: <span class="gnucash">GnuCash</span> 2.6 的主要新功能。

source: Jqplot Reports
es: Informes Jqplot
fr: Rapports Jqplot
hu: Jqplot jelentések
ja: Jqplot 帳票
zh_cn: Jqplot 报表

source: <span class="gnucash">GnuCash</span> now uses javascript jqplot to render reports. This gives a more professional look to all graphical reports (piechart, barchart, scatterplot).
es: <span class="gnucash">GnuCash</span> usa ahora javascript jqplot para generar informes. Esto proporciona un aspecto más profesional a todos los informes con gráficos (gráfico circular, de barras, de dispersión).
fr: <span class="gnucash">GnuCash</span> utilise maintenant la bibliothèque javascript jqplot pour générer les rapports. Cela donne une apparence plus professionnelle à tous les rapports graphiques (diagrammes circulaires, histogrammes, nuages de points).
hu: A <span class="gnucash">GnuCash</span> mostantól JavaScript „jqplot”-ot használ a jelentések megjelenítéséhez. Ez professzionálisabb megjelenést biztosít minden grafikus jelentésnek (kördiagram, oszlopdiagram, szórásdiagram).
ja: <span class="gnucash">GnuCash</span> は javascript の jqplot を使って帳票を描画するようになりました。これにより、すべてのグラフィカルな帳票 (円グラフ、棒グラフ、散布図) がよりプロフェッショナルな見た目になりました。
zh_cn: <span class="gnucash">GnuCash</span> 现在用 javascript jqplot 渲染图形报表（饼图、柱状图、散点图），这令它们看起来更专业。

source: A barchart rendered in GnuCash with jqplot.
es: Un gráfico de barras generado en GnuCash con jqplot.
fr: Un histogramme généré par GnuCash avec jqplot.
hu: GnuCash „jqplot” által létrehozott térhatású oszlopdiagram.
ja: GnuCash で jqplot を使って描画された棒グラフ。
zh_cn: Jqplot 渲染的 GnuCash 柱状图。

source: New preconfigured reports management system
es: Nuevo sistema de gestión de reportes preconfigurados
fr: Nouveau système de gestion des rapports préconfigurés
hu: Új előkonfigurált jelentéskezelő rendszer
ja: 新しい事前設定済みレポート管理システム
zh_cn: 新的预置报表管理系统

source: The old <span class="gnucash">GnuCash</span> custom report management system has been revised. You can save a report using the dedicated options in the File menu and rerun it later by selecting it from the menu Reports->Preconfigured Reports.
es: El antiguo sistema de gestión de informes personalizados de <span class="gnucash">GnuCash</span> ha sido revisado. Puedes guardar un informe usando las opciones específicas en menú Archivo y volver a ejecutarlo más tarde seleccionándolo desde el menú Informes->Informes Preconfigurados.
fr: L'ancien système de gestion de rapports personnalisés de <span class="gnucash">GnuCash</span> a été revu. Vous pouvez enregistrer un rapport en utilisant les options dédiées dans le menu Fichier et le regénérer plus tard en le sélectionnant dans le menu Rapports -> Rapports préconfigurés.
hu: A régi <span class="gnucash">GnuCash</span> egyéni jelentéskezelő rendszert felülvizsgálták. A jelentést a „Fájl” menü felajánlott lehetőségeivel mentheti, majd később újra futtathatja a „Jelentések” -> „Előkonfigurált jelentések” menüből történő kiválasztásával.
zh_cn: <span class="gnucash">GnuCash</span> 已重新设计报表系统，现在您可以保存配置，稍后通过报表->已保存报表运行。

source: The Preconfigured Reports window. You can select and run a preconfigured report, edit its name and delete it.
es: La ventana de reportes preconfigurados. Puede seleccionar y ejecutar un reporte, editar su nombre y borrarlo.
fr: La fenêtre de rapports préconfigurés. Vous pouvez sélectionner et exécuter un rapport préconfiguré, modifier son nom et le supprimer
hu: Az „Előkonfigurált jelentések” ablak. Kiválaszthat és futtathat egy előkonfigurált jelentést, szerkesztheti a nevét és törölheti.
zh_cn: 已保存报表，支持运行、重命名或删除。

source: Export any report directly to PDF
es: Exporta cualquier reporte directamente a PDF
fr: Exporter tout rapport directement en PDF
hu: Bármelyik jelentést közvetlenül PDF-be exportálhatja
ja: PDFへの直接エクスポート
zh_cn: 直接将报表导出为 PDF

source: Reports and invoices can be exported directly in a PDF file without going thru the Print window.
es: Reportes y facturas pueden ser exportados directamente a un fichero PDF sin necesidad de usar la ventana «Imprimir».
fr: Les rapports et les factures peuvent être exportés directement dans un fichier PDF sans passer par la fenêtre d'impression.
hu: A jelentések és a számlák közvetlenül exportálhatók PDF fájlba anélkül, hogy a „Nyomtatás” ablakba lépne.
ja: 帳票および請求書は印刷ウィンドウを使用しなくても直接PDFファイルにエクスポートできるようになりました。
zh_cn: 报表和发票可以直接导出为 PDF，无需通过“打印”界面。

source: Associate a local file or remote location with any transaction
es: Asociar un fichero local o ubicación remota con cualquier transacción
fr: Associer un fichier local ou un emplacement distant à toute transaction
hu: Helyi fájl vagy távoli hely társítása bármely tranzakcióval
ja: ローカルファイルまたはURLの取引への関連付け
zh_cn: 链接本地或远程文件，比如发票、收据、凭证，方便查看、验证交易真伪

source: It is now possible to link an external local file or a remote location (URL) with a transaction. This long-requested feature is available through both the Transaction menu and the transaction's context menu. The files are displayed in the default viewer for that file type.
es: Ahora es posible asociar una transacción con un archivo local externo o una ubicación remota (URL). Esta funcionalidad tan solicitada está disponible a través del menu Transacción y el menú contextual de la transacción. Los archivos se muestran en el visor predeterminado para ese tipo de archivo.
fr: Il est désormais possible de lier un fichier local externe ou un emplacement distant (URL) à une transaction. Cette fonctionnalité demandée de longue date est disponible à la fois dans le menu Transaction et dans le menu de contexte de la transaction. Les fichiers sont affichés dans la visionneuse par défaut pour ce type de fichier.
hu: Mostantól lehetséges egy külső helyi fájl vagy egy távoli hely (URL) összekapcsolása tranzakcióval. Ez a régóta kért szolgáltatás mind a tranzakciós menüben, mind a tranzakció környezeti menüjében elérhető. A fájlok az adott fájl típusának alapértelmezett megjelenítőjében tekinthetők meg.
zh_cn: 交易右键（或菜单）->管理链接，此文件会在商业->链接文件显示。

source: You can now associate a local file or a remote location with any transaction.
es: Ahora puedes asociar un archivo local o una localización remota con cualquier transacción.
fr: Vous pouvez désormais associer un fichier local ou un emplacement distant à n’importe quelle transaction.
hu: Mostantól egy helyi fájlt vagy egy távoli helyet társíthat bármelyik tranzakcióval.
zh_cn: 链接交易与本地或远程文件。

source: Account colors
es: Colores de cuenta
fr: Couleurs du compte
hu: Számlaszínek
ja: 勘定科目の色
zh_cn: 颜色

source: It is now possible to associate to any account a unique color from the edit account window. This color can then be displayed as account name and account register tab background easing the lookup of a specific account.
es: Ahora es posible asociar un color único a cualquier cuenta mediante la ventana de edición de cuenta. Este color puede ser mostrado en el nombre de la cuenta y en el fondo de la pestaña de registro, facilitando la identificación de una cuenta específica.
fr: Il est désormais possible d'associer à n'importe quel compte une couleur unique depuis la fenêtre d'édition du compte. Cette couleur peut ensuite être affichée en tant que nom de compte et en arrière-plan de l'onglet registre de compte, ce qui facilite la recherche d'un compte spécifique.
hu: Mostantól bármely számlához egyedi színt lehet rendelni a számlaszerkesztő ablakban. Ez a szín lesz ezután a megjelenített számlanevek és a számlanyilvántartás lap háttér színe, megkönnyítve egy adott számla keresését.
zh_cn: 编辑科目->颜色，可以指定一个专属颜色，代表科目和标签，以便于查找。

source: The colors ease the lookup of specific accounts in the account tree and in tabs.
es: Los colores facilitan la localización de cuentas específicas en el árbol de cuentas y en las pestañas.
fr: Les couleurs facilitent la recherche de comptes spécifiques dans l'arborescence des comptes et dans les onglets.
hu: A színek megkönnyítik az egyes számlák keresését a fában és a lapokon.
zh_cn: 颜色有助于从主窗格和标签中查找科目。

source: Timeout on "Save changes on closing"
es: Tiempo agotado en «Guardar cambios al cerrar»
fr: Délai pour « Enregistrer les changements à la fermeture »
hu: Időtúllépés a „Változtatások mentése bezáráskor” végrehajtása során

source: In the General tab of the <span class="gnucash">GnuCash</span> Preferences is now possible to set a timeout for the "Save changes on closing" window. If enabled, the "Save changes on closing" question will only wait a limited number of seconds for an answer. If the user didn't answer within that time, the changes will be saved automatically and the question window closed.
es: En la pestaña General de las Preferencias de <span class = "gnucash">GnuCash </span> ahora es posible establecer un tiempo de espera para la ventana «Guardar cambios al cerrar». Si está habilitada, la pregunta «Guardar cambios al cerrar» solo esperará una cantidad limitada de segundos para recibir una respuesta. Si el usuario no respondió dentro de ese tiempo, los cambios se guardarán automáticamente y la ventana de preguntas se cerrará.
fr: Dans l'onglet général des préférences <span class="gnucash">GnuCash</span>, il est désormais possible de définir un délai pour la fenêtre « Enregistrer les changements à la fermeture ». Si elle est activée, la question « Enregistrer les changements à la fermeture » n'attendra qu'un nombre limité de secondes pour une réponse. Si l'utilisateur n'a pas répondu dans ce délai, les modifications seront enregistrées automatiquement et la fenêtre de questions fermée.
hu: A <span class="gnucash">GnuCash</span> Beállítások -> Általános lapján mostantól egy időhatárt is beállíthat a „Változtatások mentése bezáráskor” ablakhoz. Ha engedélyezve van, a „Változtatások mentése bezáráskor” kérdés csak az itt beállított másodpercet vár a válaszra. Ha a felhasználó nem válaszol a megadott időn belül, a változtatások automatikusan mentésre kerülnek és az ablak bezárul.
zh_cn: <span class="gnucash">GnuCash</span> 首选项->常规，"关闭时保存 "超时：等待若干秒，若用户未有其他操作，文件将保存并关闭。

source: Open datafile read-only
es: Abrir archivo como solo lectura
fr: Ouvrir le fichier de données en lecture seule
hu: Adatfájl megnyitása csak olvashatóként
ja: データファイルを読み取り専用で開く
zh_cn: 只读模式

source: When opening a locked "book" one now has the option of opening it read-only.
es: Al abrir un «libro» bloqueado, ahora se tiene la opción de abrirlo en modo de solo lectura.
fr: Lors de l'ouverture d'un « livre » verrouillé, il est désormais possible de l'ouvrir en lecture seule.
hu: Lezárt könyvelés megnyitásakor most már lehetőség van csak olvashatóként megnyitni.
zh_cn: "文件 "锁定时，可以只读模式打开。

source: Note that <span class="gnucash">GnuCash</span> is still a single-user program and that the database backends are still used only as a data store.
es: Note que <span class="gnucash">GnuCash</span> aún es un programa de usuario único y que los backends de la BdD aún es utilizado únicamente como un almacenaje de datos.
fr: Notez que <span class="gnucash">GnuCash</span> est toujours un programme mono-utilisateur et que les dorsaux de la base de données sont toujours utilisés uniquement comme magasin de données.
hu: Ne feledje a <span class="gnucash">GnuCash </span> továbbra is egyfelhasználós program és az adatbáziskezelő programokat továbbra is csak tárolásra használja.
zh_cn: 需要注意，<span class="gnucash">GnuCash</span> 依旧只是单用户程序，数据库仅能存储。

source: The new button to open a <span class="gnucash">GnuCash</span> datafile in read-only mode.
es: El nuevo botón para abrir un archivo de <span class="gnucash">GnuCash</span> en modo de solo lectura.
fr: Le nouveau bouton pour ouvrir un fichier <span class="gnucash">GnuCash</span> en mode lecture seule :
hu: Új gomb a <span class="gnucash">GnuCash</span> adatfájl csak olvasható módban való megnyitásához.
zh_cn: 只读模式打开 <span class="gnucash">GnuCash</span> 文件的新按钮。

source: Save "Filter By" settings
es: Guardar los parámetros «Filtrar por»
fr: Enregistrer les paramètres « Filtrer par »
hu: Mentse a „Szűrés szerint” beállításokat
ja: フィルター設定の保存
zh_cn: 保存 “筛选”

source: It is now possible to save the "Filter By…" settings for an account register.
es: Ahora es posible guardar las opciones de «Filtrar por...» para un registro de cuenta.
fr: Il est maintenant possible d'enregistrer les paramètres « Filtrer par… » pour un registre de compte.
hu: Mostantól lehetőség van a „Szűrés szerint…” beállítások mentésére egy számlanyilvántartáshoz.
zh_cn: 现在可以保存交易界面的 “筛选...”设置。

source: Save the "Filter By…" settings by enabling the "Save Filter" checkbox.
es: Guarda los ajustes de "Filtrar Por..." activando la casilla de "Guardar Filtro".
fr: Enregistrer le « Filtre par ... » paramètres en activant la case à cocher « Enregistrer le filtre ».
hu: Mentse el a „Szűrés szerint…” beállításokat a „Szűrő mentése” jelölőnégyzet bejelölésével.
zh_cn: "保存筛选 "复选框，保存 "筛选 "设置。

source: Improved business module
es: Módulo de empresas mejorado
fr: Module d’affaires amélioré
hu: Továbbfejlesztett üzleti modul
ja: ビジネス機能の強化
zh_cn: 改进的商业模块

source: The business module has been revamped and we introduced some new features:
es: El módulo de negocio ha sido renovado e introdujimos algunas características nuevas:
fr: Le module d’affaires a été remanié et nous avons introduit quelques nouvelles fonctionnalités :
hu: Az üzleti modul megújult és néhány új funkciót is bevezettünk:
zh_cn: 商业模块已经改版，我们引入了一些新功能：

source: Credit Notes
es: Notas de crédito
fr: Notes de crédit
hu: Hiteljegyzetek
zh_cn: 预付

source: Customer and Vendor Overview Pages
es: Vistas generales de clientes y proveedores
fr: Pages d’aperçu des clients et des fournisseurs
hu: Ügyfél és szállító áttekintő oldalak
zh_cn: 客户和供应商概览

source: Customer Overview Reports
es: Informes generales de cliente
fr: Rapports d’aperçu des clients
hu: Ügyféláttekintő jelentések
zh_cn: 客户概览

source: Existing Transactions may be reassigned as invoice payments
es: Las transacciones existentes pueden ser reasignadas como pagos de facturas
fr: Les transactions existantes peuvent être réaffectées sous forme de paiements de factures
hu: A létező tranzakciók átsorolhatók számlafizetésként
zh_cn: 现有交易可能会改为发票支付

source: One click duplication of invoices
es: Duplicación de facturas con una pulsación
fr: Duplication en un clic des factures
hu: Számlamásolás egy kattintással
zh_cn: 一键复制发票

source: Improved invoice and bill handling: Post, print, or duplicate multiple items directly from a search results list
es: Gestión de facturas y vales mejorada: contabiliza, declara o duplica múltiples elementos directamente desde un listado de resultados de búsqueda
fr: Amélioration du traitement des factures : Affichez, imprimez ou dupliquez plusieurs éléments directement à partir d’une liste de résultats de recherche
hu: Továbbfejlesztett kimenő és bejövő számlakezelés: több tétel feladása, nyomtatása vagy másolása közvetlenül a keresési eredmények listájából
zh_cn: 优化发票和账单管理：直接从搜索列表入账、打印或复制

source: Better invoice printing setup: Choose a default invoice report as a preference
es: Configuración de impresión de facturas mejorada: Elija un informe de factura predeterminado como una preferencia
fr: Un meilleur système d'impression de factures : Choisissez le rapport de facturation à utiliser par défaut
hu: Jobb számlanyomtatási beállítás: Válasszon egy alapértelmezett számlajelentést preferenciaként
zh_cn: 更好地打印发票：选择默认报表作为首选项

source: Reorder invoice entries in the invoice window
es: Re-ordene asientos de facturas en la ventana de facturas
fr: Réorganisez les entrées de facturation dans la fenêtre Factures
hu: A számlabejegyzések átrendezése a számlaablakban
zh_cn: 在发票窗口重新排序

source: Customer report with an invoice and a credit note.
es: Informes de cliente con factura y anotaciones crediticias.
fr: Rapports clients avec une facture et une note de crédit.
hu: Ügyféljelentés számlával és jóváírással.
zh_cn: 附有发票和预付的客户报表。

source: Updated search window with buttons to process payment, duplicate, post and print multiple search results.
es: Ventana de búsqueda actualizada con botones para procesar liquidaciones, duplicar, posponer y declarar varios resultados de búsqueda.
fr: Fenêtre de recherche mise à jour avec des boutons pour traiter le paiement, dupliquer, publier et imprimer plusieurs résultats de recherche.
hu: Frissített keresőablak gombokkal, amelyekkel fizetéseket hajthat végre, másolatot készíthet, elküldhet és nyomtathat több keresési eredményt.
zh_cn: 更新了搜索界面，能付款、复制、入账和打印。

source: New preference system
es: Nuevo sistema de preferencias
fr: Nouveau système de préférences
hu: Új beállítási rendszer
ja: 新しい設定システム
zh_cn: 新首选项系统

source: The preferences system has been rewritten to use GSettings from GIO (GLib) instead of GConf. This is a simpler and more robust backend which writes to the OS's native prefs - defaults on OS X and the Registry on MSWindows - and allows us to remove several troublesome dependencies including GConf, ORBit, and DBus.
es: El sistema de preferencias ha sido re-escrito para usar GSettings desde GIO(GLib) en vez de GConf. Este backend es más sencillo, robusto, usa las preferencias nativas del SO - defaults on OS X y Registro en MSWindows - y permite prescindir algunas dependencias problemáticas incluyendo GConf, ORBit y DBus.
fr: Le système de préférences a été réécrit pour utiliser GSettings de la bibliothèque GIO (GLib), au lieu de GConf. Il s'agit d'un backend plus simple et plus robuste qui utilise les préférences natives de l'OS (defaults pour OS X et le Registre pour MSWindows) et nous permet de retirer plusieurs dépendances problématiques telles que GConf, ORBit et DBus.
hu: A beállítási rendszert átírták a GIO (GLib) GSettings rendszer használatára a GConf helyett. Ez egy egyszerűbb és robusztusabb háttérprogram, amely az operációs rendszer eredeti beállításaira ír – az OS X rendszeren az alapbeállítások, az MSWindows rendszeren a rendszerleíró adatbázisa – és lehetővé teszi számos problémás függőség, köztük a GConf, az ORBit és a DBus rendszerek eltávolítását.
zh_cn: 已重写首选项系统，GIO（GLib）GSettings 替代 GConf；一个更简单、更强大的后端，它可以写入操作系统的原生预设值--OS X 默认值和 MSWindows 注册表--并允许我们删除一些麻烦的依赖，包括 GConf、ORBit 和 DBus。

source: Note that window position, column sizes, and sort orders will not be migrated from GConf. Those settings will revert to the default the first time you use Gnucash 2.6 or later, but they will be saved once you've reset them.
es: Tenga en cuenta que la posición de la ventana, el tamaño de las columnas y lo criterios de ordenación no se migrarán desde GConf. Estas configuraciones volverán a los valores por defecto la primera vez que use GnuCash 2.6 o posterior, pero serán guardadas una vez las haya restablecido.
fr: Notez que la position de la fenêtre, les largeurs de colonnes et les tris ne seront pas migrées depuis GConf. Ces paramètres seront réinitialisés la première fois que vous utiliserez Gnucash, version 2.6 ou ultérieure, mais ils seront enregistrés une fois que vous les aurez réinitialisés.
hu: Vegye figyelembe, hogy az ablakpozíció, az oszlopméretek és a rendezési sorrendek nem lesznek áttelepítve a GConf-ról. Ezek a beállítások a Gnucash 2.6-os vagy újabb verziójának első használatakor visszaállnak az alapértelmezettre, de megismételt beállítás után mentésre kerülnek.
zh_cn: 请注意，窗口位置、列宽和排序不会从 GConf 迁移。第一次使用 Gnucash 2.6 或更高版本时，这些都是默认值，需要重新设置。

source: Relicensing
es: Relicenciar
fr: Changement de licence
hu: Átlicencelés
ja: ライセンス変更
zh_cn: 重新授权

source: By agreement of all authors we have relicensed <span class="gnucash">GnuCash</span> to the GNU General Public License Version 2 or later from just Version 2.
es: Por acuerdo de todos los autores hemos re-licenciado <span class="gnucash">GnuCash</span> como GNU General Public License Version 2 o posterior desde únicamente Version 2.
fr: Avec l'accord de tous les auteurs, nous avons changé la licence de <span class="gnucash">GnuCash</span> à GNU General Public License Version 2 ou plus tard au lieu de juste Version 2.
hu: Valamennyi szerző beleegyezésével a <span class="gnucash">GnuCash</span> licencét a GNU General Public License csak a 2-es verziójáról a 2-es vagy újabb verziójára licenceltük át.
ja: 著作者の合意により<span class="gnucash">GnuCash</span>のライセンスが GNU General Public Licens (GPL) バージョン2 またはそれ以降に変更されました。今までは GPL バージョン 2 のみでした。
zh_cn: 经所有作者同意，我们已将 <span class="gnucash">GnuCash</span> 重新授权为 GNU 通用公共许可协议的第2版或更新版本。

source: Download
es: Descarga
fr: Télécharger
hu: Letöltés
ja: ダウンロード
zh_cn: 下载

source: You can download the new 2.6 version of <span class="gnucash">GnuCash</span> from the <a href="https://www.gnucash.org">GnuCash website main page</a>.
es: Puede descargar la nueva versión 2.6 de <span class="gnucash">GnuCash</span> desde la <a href="https://www.gnucash.org">página principal de GnuCash</a>.
fr: Vous pouvez télécharger la nouvelle version 2.6 de <span class="gnucash">GnuCash</span> à partir de la <a href="https://www.gnucash.org">page d'accueil du site web de GnuCash</a>.
hu: A <span class="gnucash">GnuCash</span> új 2.6-os verzióját letöltheti a <a href="https://www.gnucash.org">GnuCash webhely főoldaláról</a>.
ja: <span class="gnucash">GnuCash</span>の新しいバージョンである2.6系は<a href="https://www.gnucash.org">GnuCash ウェブサイトのトップページ</a>からダウンロードできます。
zh_cn: 下载 <span class="gnucash">GnuCash</span> 2.6 新版，<a href="https://www.gnucash.org">官网主页</a>。

source: Help
es: Ayuda
fr: Aide
hu: Segítség
ja: ヘルプ
zh_cn: 帮助
