Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: Contents of the src/backend directory (version 1.7 and later) or of src/engine/file, src/engine/sql (version 1.6 and earlier).
es: Contenido del directorio src/backend (versión 1.7 y posterior) o de src/engine/file, sec/engine/sql (versión 1.6 y anterior).

source: Contents of the src/register directory (version 1.6 and earlier) or src/register/register-core (version 1.7 and later). The register was split out as a separate component from the motif code in version 1.1. As can be seen from the stats, the register code has been fairly stable. At version 1.7 and later, this cell shows a second count: the number of lines of code in src/register/register-gnome (previously counted as part of gnome).
es: Contenido del directorio src/register (versión 1.6 y anterior) o src/register/register-core (versión 1.7 y posterior). El registro se dividió como un componente separado del código de motivo en la versión 1.1. Como se puede ver en las estadísticas, el código de registro ha sido bastante estable. En la versión 1.7 y posteriores, esta celda muestra un segundo recuento: el número de líneas de código en src/register/register-gnome (anteriormente contado como parte de GNOME).

source: *.c, *.h files in the src directory only (version 1.6 and earlier) or src/register/ledger-core (version 1.7 and later).
es: Ficheros *.c, *.h dentro del directorio src únicamente (versión 1.6 anteriores) o src/register/ledger-core (versión 1.7 y posteriores).
fr: les fichiers *.c, *.h sont seulement dans le répertoire src (version 1.6 et supérieure) ou src/register/ledger-core (version 1.7 et supérieure).

source: Contents of the src/motif directory (version 1.2 and earlier). The motif version of the code was discontinued after version 1.2, after most of the non-gui code was moved to either the engine, the register or the ledger.
es: contenido del directorio src/motif (versión 1.2 y anterior). La versión motif del código fue abandonado tras la versión 1.2, después muchos del código no IGU fue trasladado a cualquiera de motor, el registrador o el libro mayor.

source: Contents of src/gnome plus src/register/gnome (version 1.6 and earlier). For version 1.7 and later, this consists of src/gnome, src/gnome-search and src/gnome-util.
es: El contenido de src/gnome junto con src/register/gnome (versión 1.6 y anterior). Para la versión 1.7 y posterior, esto consiste src/gnome, src/gnome-search y src/gnome-util.

source: Contents of miscellanous application-related directories (version 1.7 and later): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us.
es: Contenido de varios directorios relacionados con aplicaciones (versión 1.7 y posteriores): src/app-file, src/app-utils, src/calculate, src/core-utils, src/gnc-module, src/network-utils, src/tax/us.
fr: Les répertoires avec les données de diverses applications-liées (version 1.7 et supérieure) : src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us.

source: Code to import and export various file formats: contents of the src/import-export directory.
es: Código para importar y exportar varios formatos de fichero: contenido del directorio src/import-export.
fr: Code pour importer et exporter différents formats de fichier : données du répertoire src/import-export.
zh_cn: 导入/导出各种文件格式的代码：src/import-export 目录下的内容。

source: Code to generate reports and graphs: contents of the src/reports directory.
es: Código para generar informes y gráficos: contenidos del directorio src/reports.
fr: Code pour générer des rapports et graphiques : données du répertoire src/reports.
zh_cn: 生成报表和图表的代码：src/reports目录。

source: scheme and guile code in directories src/scm plus src/guile (version 1.6 and earlier). In version 1.7 and later, much of this code went into reports, import/export, and into indiovidual modules; thus only miscellaneous code remains.
es: código scheme y guile en directorios src/scm más src/guile (versión 1.6 y anteriores). En versión 1.7 y posterior, mucho de este código se envió dentro de informes, importar/exportar, y dentro de módulos individuales; como solamente código misceláneo remanente.
zh_cn: 方案和guile代码在目录src/scm加上src/guile中(1.6及以前)。1.7及以后版本，这些代码大部分分离进报表、导入/导出和独立模块，只剩下杂项代码。

source: Code to add small-business features: contents of the src/business directory.
es: Código para agregar características de pequeños negocios: contenidos del directorio src/business.
fr: Code pour ajouter des fonctionnalités à la petite entreprise : données du répertoire src/business.
zh_cn: 增加小规模企业功能的代码：src/business目录。

source: Code to peform automated regression tests: contents of the src/*/test directories.
es: Código para realizar pruebas de regresión automatizadas: contenido de los directorios src/*/test.
fr: Code pour améliorer les tests automatisés de régression : données du répertoire src/*/test.
zh_cn: 执行自动回归测试的代码：src/*/test目录。

source: English-language-only user documentation, including on-line help and manual (html, sgml or xml). For version 1.8.4 and later, the number below the bar counts the translated, non-english docs (currently de, es, fr, pt_PT). Both of these numbers are somewhat hard to count, because of fairly large format churns, and multiple competing versions.
es: Documentación del usuario solo en inglés, incluida la ayuda en línea y el manual (html, sgml o xml). Para la versión 1.8.4 y posteriores, el número debajo de la barra cuenta los documentos traducidos que no están en inglés (actualmente de, es, fr, pt_PT). Estos dos números son algo difíciles de contar, debido a las pérdidas de formato bastante grandes y las múltiples versiones de la competencia.

source: The number of design documents and README files aimed at developers. This includes *.txt files, *.texinfo files and README.* files in all subdirectories. For version 1.7 and later, only those in the src subdirectory are counted (leaving out some half-dozen scattered elsewhere).
es: El número de documentos de diseño y ficheros README destinados a desarrolladores. Esto incluye ficheros *.txt, ficherosarchivos * .texinfo y ficheros README. * En todos los subdirectorios. Para la versión 1.7 y posteriores, solo se cuentan los del subdirectorio src (dejando fuera una media docena dispersa en otros lugares).

source: The number of languages that the application messages have been translated to (the number of <tt>po/*.po</tt> files). In parenthesis, the number of messages in the message files (<tt>grep msgstr po/*.po |wc</tt>), in thousands.
es: El número de idiomas que los mensajes de la aplicación han sido traducidos a (el nombre de ficheros <tt>po/*.po</tt>). En paréntesis, el número de mensajes dentro de los ficheros de mensaje (<tt>grep msgstr po/*.po |wc</tt>, en miles.
zh_cn: 程序被翻译成的语言数量（<tt>po/*.po</tt>文件的数量）。括号内是语言文件的代码数量(<tt>grep msgid po/*.po |wc</tt>)，单位为千。

source: The number of people credited in the AUTHORS file (version 1.6 and later) or the README file (earlier versions). These include lead developers, patch submitters and national-language translators. This includes additional credits listed in the gnucash-docs/AUTHORS file that are not listed in the main gnucash/AUTHORS file.
es: El número de gente acreditada en el fichero AUTORES (versión 1.6 y posterior) o el fichero README (versiones anteriores). Estos incluyen desarrolladores en cabecera, envíos de parches y traductores al idioma nativo. Esto incluye créditos adicionales alistados dentro del fichero gnucash-docs/AUTHORS que no están alistados dentro del fichero principal de gnucash/AUTHORS.

source: View document
es: Ver documento
fr: Voir le document
ja: 文書の参照
zh_cn: 查看文件

source: The document requested is not available. The tutorial and concepts guide will be displayed instead.
es: El documento pedido no está disponible. En su lugar se mostrará el tutorial y la guía de conceptos.
fr: Le document demandé n'est pas disponible. Le tutoriel et le guide des concepts sera affiché à la place.
ja: 要求された文書は利用できません。代わりにチュートリアル・コンセプトガイドが表示されます。
zh_cn: 文件已不可用，现在是教程概念。

source: The document requested is not available for version %s. Version %s will be displayed instead.
es: El documento pedido no está disponible para la versión %s. Se mostrará la versión %s en su lugar.
fr: Le document demandé n'est pas disponible pour la version %s. La version %s sera affichée à la place.
ja: バージョン %s 向けの要求された文書は利用できません。代わりにバージョン %s 向けが表示されます。
zh_cn: %s版文件已不可用，现在是%s版。

source: The document requested is not available in the requested language (tried [%s]). The English version will be displayed instead.
es: El documento pedido no está disponible en ese idioma (%s). Se mostrará la versión inglesa en su lugar.
fr: Le document demandé n'est pas disponible dans la langue demandée (langue demandée [%s]). La version anglaise sera montrée à la place.
ja: 要求された文書は要求された言語では利用できません([%s]で要求されました)。代わりに英語版が表示されます。
zh_cn: %s版文件尚未翻译，已替换为英文版。

source: It seems your browser doesn't support iframes. To view the requested page in a separate window, please <a href="%s" target="_blank">click here</a>.
es: Parece que el navegador no admite los «iframes». Para ver la página solicitada en una ventana aparte, <a href="%s" target="_blank">pulse aquí</a>.
fr: Il semble que votre navigateur web ne supporte pas iframe. Pour voir la page demandée dans une fenêtre séparée, <a href="%s" target="_blank">cliquez ici</a> s'il vous plaît.
ja: ブラウザーが iframe をサポートしていないようです。要求されたページを別のウインドウで表示するには、<a href="%s" target="_blank">ここをクリック</a>してください。
zh_cn: 浏览器似乎不支持iframe，在单独的窗口打开页面，请点<a href="%s" target="_blank">这里</a>。

source: Timout on "Save changes on closing"
zh_cn: "关闭时保存 "超时

source: API
zh_cn: 架构

source: Some people have written and puplished their own documentation.
zh_cn: 用户自己编写并发布的指南。

source: The latest unstable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
zh_cn: <span class="gnucash">GnuCash</span>最新的开发版%s，地址请见下方。

source: The last old stable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
zh_cn: <span class="gnucash">最后</span>一个旧版是%s，地址如下。

source: Income/Expense Account Types (Categories) allow you to categorize your cash flow. When used properly with the double-entry feature and equity accounts, these enable you to generate reports, such as Profit &amp; Loss, that plain-vanilla systems cannot handle.
zh_cn: 收入/支出科目对现金流分类， 正确使用复式记账时，可以生成报表，如损益表；这是单式记账比不来的。

source: Note this feature is considered experimental. It works for most of the common use cases but some corner cases have been reported to result in data loss. The <span class="gnucash">GnuCash</span> developers fix each issue as it gets reported. There is however no full test coverage so there may still be scenarios left that result in data loss.
zh_cn: 请注意，此功能是实验性的；多数情况很稳定，极个别会丢失数据。<span class="gnucash">开发团队</span>收到报告后会尽可能修复，但目前还没有完全的覆盖测试过，所以仍可能存在丢失数据的情况。

source: A new report menu supbmenu <b>Multicolumn</b> contains the old custom-multicolumn report and a new <b>Dashboard</b> report containing Account reports for expenses and income, an income-expense chart, and an account summary.
zh_cn: 新<b>超级报表</b>，包含旧多列报表和新<b>报表盘</b>：收入图、支出图、收支图和科目摘要。

source: It can often be quite interesting to study the source code metrics behind a software development project. Not a surprising interest: its accounting afterall. <span class="gnucash">GnuCash</span> has grown, over the years, from a small handy electronic checkbook to a rather large and multi-featured desktop app.
zh_cn: 研究软件的源代码指标往往是相当有趣的，但财务软件的感觉一般般。经过多年发展，<span class="gnucash">GnuCash</span> 已从一个小的、方便的电子支票簿发展成一个相当大的多功能桌面程序。

source: <span class="gnucash">GnuCash</span> currently consists of over a third of a million lines of code spread over more than a thousand files. It has been translated into twenty-three languages and credits over 139 authors and contributors.
zh_cn: <span class="gnucash">超过</span>30万行代码，1000多个文件；被翻译成23种语言，有139名作者和贡献者。

source: Mind you, this is source code (and docs) crafted and debugged by actual humans, this is *not* autogenerated code. Tools (such as glade or swig) can generate gazillions of lines of code automatically; I'm not counting those. Every last line counted here was typed in, edited, indented, tweaked, multiple times, by human hands.
zh_cn: 请注意，这是由开发者精心编写和调试的源代码（和文档），不是自动生成的。 工具（如 glade 或 swig）自动生成的大量代码，并不不计算在内。 这里所计算的每一行都是由人工输入、编辑、缩进、调整过多次的。

source: Given that we have about 400 outstanding bugs in bugzilla, that works out to about one bug per thousand lines of code, or one bug per 50 pages of printout. This bug count is actually not atypical for software projects; its near the norm.
zh_cn: 鉴于 Bugzilla里有大约400个未解决的 bug，这相当于每千行代码有一个 bug，或者每50页打印输出有一个 bug，这个比例对软件项目来说并不意外，接近常态。

source: The table below shows some historical lines-of-code and number-of-files metrics for the <span class="gnucash">GnuCash</span> development project. Note that not all of the code is counted: for instance, the Makefiles and configure.in and autogen.sh are not counted. Also, files that are automatically generated are not counted, nor are files that have been 'borrowed' from other projects. Also not counted are experimental files, miscellaneous perl scripts, various converters, addons and utilities. Finally, <tt>glade</tt> files are not counted, although large parts of the overall GUI are described in <tt>glade</tt> files.
zh_cn: 下表是 <span class="gnucash">GnuCash</span> 的一些历史代码和文件数量指标。 请注意，并不是所有的代码都会被计算在内，如：Makefiles、configure.in 及 autogen.sh；自动生成的文件、从其他项目“借用”的文件；实验性文件、杂项 perl 脚本、各种转换器、附加组件和实用程序；最后，<tt>glade</tt> 文件也没有计算，尽管 GUI 的大部分都在 <tt>glade</tt> 中。

source: Note also that KLOC's are not a good metric of programmer productivity, nor even that <code>wc</code> is a good way of counting KLOC's. Much better measures are complexity metrics, which, for example, count the number and size of if-then-else blocks, or the number and size of all blocks, or the number of math operators per statement. Maybe someday we'll run one of those tools on this code. For now, this is what we have. On the other hand, we've attempted to count only those files that contain human-edited code, that is, files that are directly edited by humans. The point of doing this is to avoid artificially inflating the KLOC counts by counting automatically generated code (which is why the glade files are not counted: they are large and automatically generated).
zh_cn: 还需要注意的是，KLOC 不是衡量程序员生产力的好指标，甚至 <code>wc</code> 也不是计算 KLOC 的好方法。更好的标准是复杂度，例如，if-then-else 块的数量和大小、所有块的数量和大小或者每条语句的数学运算符数量。也许某一天我们会使用这些标准，但现在 KLOC 最直接，而且我们试图只统计手工编写的代码，避免自动生成的代码影响 KLOC 计数（这就是不计算 glade 文件的原因：它们体量很大、而且是自动生成的）。

source: Table 1. Historical Development Stats
zh_cn: 表一.历史开发统计

source: Total
zh_cn: 合计

source: number of *c and *.h and *.scm files (KLOCS in *.c + KLOCS in *.h + KLOCS in *.scm). If there are no *.scm files in the directory, then only (KLOCS in *.c + KLOCS in *.h) are displayed. If there is only one number in the parenthesis, it is the approriate KLOC count for that statistic.
zh_cn: .c、.h 和 .scm 代码的行数（.c + .h + .scm)；如果没有 .scm 文件，则只显示（.c + .h）；如果括号中只有一个数字，那就是正确的 KLOC。

source: where KLOC == kilo-lines-of-code, as reported by <code>wc</code>. As noted above, wc is not a terribly good code metric, but its what we have handy.
zh_cn: 其中 KLOC == 千行代码，由 <code>wc</code> 报告。如上所述，wc 并不是一个非常好的代码度量，但它是最方便的。

source: Contents of the src/engine and the include directories. The engine was split out from the motif code in version 1.1. The data storage backend (file-io, sql) was split out in the course of version 1.5
zh_cn: src/engine 和 include 目录的内容，1.1版从 motif 代码分离出来；数据存储后端（file-io，sql）在1.5版本中分离

source: Contents of the src/backend directory (version 1.7 and later) or of src/engine/file, src/engine/sql (version 1.6 and earlier)
zh_cn: src/backend 目录(1.7及以后)或 src/engine/file、src/engine/sql(1.6及以前)的内容

source: Contents of the src/register directory (version 1.6 and earlier) or src/register/register-core (version 1.7 and later). The register was split out as a separate component from the motif code in version 1.1. As can be seen from the stats, the register code has been fairly stable. At version 1.7 and later, this cell shows a second count: the number of lines of code in src/register/register-gnome (previously counted as part of gnome)
zh_cn: src/register(1.6及以前) 目录或 src/register/register-core(1.7及以后)的内容。 寄存器在1.1版从motif代码中独立出来。统计可以看出，寄存器代码一直相当稳定，1.7 及以后版本，这个单元格显示了第二个计数：src/register/register-gnome 中的代码行数 (以前作为 gnome 的一部分)

source: *.c, *.h files in the src directory only (version 1.6 and earlier) or src/register/ledger-core (version 1.7 and later)
zh_cn: 仅在src目录下的.c、.h文件（1.6及以前）或src/register/ledger-core（1.7及以后）

source: Contents of the src/motif directory (version 1.2 and earlier). The motif version of the code was discontinued after version 1.2, after most of the non-gui code was moved to either the engine, the register or the ledger.
zh_cn: src/motif目录下的内容（1.2及以前）。motif的代码在1.2版本之后就停止了，因为大部分非gui代码都被移到了引擎、寄存器或分类账中。

source: Contents of src/gnome plus src/register/gnome (version 1.6 and earlier). For version 1.7 and later, this consists of src/gnome, src/gnome-search and src/gnome-util
zh_cn: src/gnome 和src/register/gnome 的内容（1.6 及以前）。1.7及以后的版本，它由src/gnome、src/gnome-search和src/gnome-util组成

source: Contents of miscellanous application-related directories (version 1.7 and later): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us
zh_cn: 与程序相关的杂项目录（1.7及以后）：src/app-file、src/app-utils、src/calculation、src/core-utils、src/gnc-module、src/network-utils、src/tax/us

source: English-language-only user documentation, including on-line help and manual (html, sgml or xml). For version 1.8.4 and later, the number below the bar counts the translated, non-english docs (currently de, es, fr, pt_PT). Both of these numbers are somewhat hard to count, because of fairly large format churns, and multiple competing versions.
zh_cn: 英文文档，包括在线帮助和手册（HTML、SGML 或 XML）。1.8.4及以后版本，栏下数字是翻译的非英文文档（目前是de、es、fr、pt_PT）。 这两个都很难统计，因为有相当大的格式变化和多个版本。

source: The number of design documents and README files aimed at developers. This includes *.txt files, *.texinfo files and README.* files in all subdirectories. For version 1.7 and later, only those in the src subdirectory are counted (leaving out some half-dozen scattered elsewhere)
zh_cn: 面向开发者的设计文件和README文件数量。包括所有子目录中的.txt、.texinfo和README.*文件。 1.7及以后版本，只计算src子目录中的文件（不包括散落在其他地方的六七个文件）

source: The number of people credited in the AUTHORS file (version 1.6 and later) or the README file (earlier versions). These include lead developers, patch submitters and national-language translators. This includes additional credits listed in the gnucash-docs/AUTHORS file that are not listed in the main gnucash/AUTHORS file.
zh_cn: AUTHORS文件（1.6及以后）或README文件（早期版本）中被认可的人数。 包括主要开发者、补丁提交者和语言翻译者；还有在 gnucash-docs/AUTHORS 文件中列出的贡献者，但没有在 gnucash/AUTHORS 文件中。

source: Known Issues and other details
fr: Problèmes connus et autres détails
hu: Ismert problémák és egyéb részletek

source: These versions are really old. No support is offered.
fr: Ces versions sont vraiment vieilles. Aucune assistance n'est proposée.
hu: Ezek a verziók nagyon régiek. Nem kínálnak támogatást.
ja: これらのバージョンは本当に古いです。サポートはありません。

source: <span class="gnucash">GnuCash</span>'s documentation has been created by its community. See the <a href="https://wiki.gnucash.org/wiki/Documentation_Improvement">Documentation Improvement wiki page</a> if you are interested in contributing to this effort.
hu: A <span class="gnucash">GnuCash</span> dokumentációját a közösség hozta létre. Ha szeretne hozzájárulni ehhez az erőfeszítéshez, tekintse meg a <a href="develdocs.phtml">Dokumentáció javítása wiki oldalt</a>.

source: GnuCash v%s
hu: GnuCash %s verzió
ja: GnuCash バージョン %s

source: An alternative to using your distribution's software manager is to use the Flatpak management system, which bundles all the necessary libraries for you. This can ease the installation of newer versions of GnuCash on older Linux machines. If you have <a href="%s">Flatpak</a> installed, you can download any recent version of <span class="gnucash">GnuCash</span> from
hu: A disztribúció szoftverkezelőjének alternatívája a Flatpak szoftverkezelő rendszer használata, amely az összes szükséges könyvtárat összecsomagolja az Ön számára. Ez megkönnyítheti a GnuCash újabb verzióinak telepítését a régebbi Linux gépeken. Ha a <a href="%s">Flatpak</a> telepítve van, a <span class="gnucash">GnuCash</span> bármelyik újabb verzióját letöltheti innen

source: If you can't easily install <span class="gnucash">GnuCash</span> in your distribution, or wish to install a different version than it ships with, you can build <span class="gnucash">GnuCash</span> from source code as described in <a href='https://wiki.gnucash.org/wiki/Building'>the wiki</a>.
hu: Ha nem tudja könnyen telepíteni a <span class="gnucash">GnuCash</span> programot a disztribúciójába, vagy egy másik verziót szeretne telepíteni mint amivel szállítják, akkor a <span class="gnucash">GnuCash</span> forráskódjából is elkészítheti, a <a href='https://wiki.gnucash.org/wiki/Building'>wiki</a> oldalon leírtak szerint.

source: Unstable (development) releases are for testing purposes only. They contain the newest features and improvements, but possibly also bugs. Don't install these releases for everyday use.
hu: A nem stabil (fejlesztői) kiadások csak tesztelési célokat szolgálnak. Ezek tartalmazzák a legújabb fejlesztéseket és képességeket, de esetleg hibákat is. Ezeket a kiadásokat ne telepítse mindennapi használatra.
ja: 開発版はテストのみを目的としたリリースです。最新の機能や強化点がありますがバグもあるかもしれません。通常の利用のためにはインストールしないでください。

source: The latest unstable release of <span class="gnucash">GnuCash</span> (available below) is %s.
hu: A <span class="gnucash">GnuCash</span> (alább elérhető) legújabb instabil kiadása a %s.

source: This old stable release is the final version of all bugfixes from the previous stable series without being a major upgrade.
hu: Ez a régi stabil kiadás, a korábbi stabil sorozat összes hibajavítását tartalmazó végleges verzió, anélkül, hogy jelentősebb frissítést tartalmazna.

source: The last old stable release of <span class="gnucash">GnuCash</span> (available below) is %s.
hu: A <span class="gnucash">GnuCash</span> (alább elérhető) utolsó régi stabil kiadása a %s.

source: GnuCash is also available as a flatpak from flathub.org. %s
hu: A GnuCash flatpak csomagként is elérhető a flathub.org oldalán. %s

source: Instructions
hu: Útmutató

source: IBAN:
ja: 国際銀行勘定番号(IBAN):

source: basics_AccountRelationships.C.png
ja: basics_AccountRelationships.ja.png
