Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: New type-ahead search is added to sequential search when selecting an account or an Action in the register: Instead of typing the first few characters of a top level account, the separator, the first few characters of the next level account and so on you may instead type a few characters of any part of a full account name and the drop-list will be filtered to contain only matching accounts. Once you have a small enough list you can use the arrow keys to select the account that you want.
es: Se han añadido unas búsquedas nuevas de tipo-cabecera cuando seleccione una cuenta o una Operación dentro del registro: en vez de teclear los pocos primeros caracteres de un nivel superior de cuenta, el separador, los primeros caracteres escasos de la cuenta del nivel siguiente y así puede en su lugar teclear unos pocos caracteres de cualquier parte de un nombre de cuenta completo y el listado desplegado será filtrado para contener solamente las cuentas coincidentes. Una vez que tenga un listado suficientemente pequeño puede utilizar la flecha para seleccionar la cuenta que quiere.
zh_cn: 交易界面的转账栏、有搜索功能，输入科目全称的任意文字，下拉列表将匹配筛选。范围足够小时，一切就简单了。

source: A new separate executable, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> on Microsoft Windows) for doing command-line things like updating the prices in your book. <kbd>gnucash-cli</kbd> gains the ability to run reports from the command line. Specify reports to run by name or guid. It also provides an export format and an output file name without which it will output the report to stdout.
es: Un ejecutable separado, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> en Microsoft Windows) para hacer cosas de línea de ordenes como actualizar los precios en su libro. <kbd>gnucash-cli</kbd> obtiene la habilidad para ejecutar informes desde la línea de órdenes. Especifique informes para ejecutar por nombre o guid. Además proporciona un formato de exportación y un fichero de salida sin el cual sacará el informe por la salida estándar.
zh_cn: 新处理指令程序 <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd>)：如更新价格，通过名称或 GUID 生成<kbd>报表</kbd>，格式化输出，若没有指定导出文件，将显示到屏幕。

source: will display a screen listing all of the available commands and their options.
es: representará una pantalla enumerando todas las órdenes disponibles y sus opciones.
zh_cn: 显示所有命令及其选项。

source: The GUI program, <kbd>gnucash</kbd>, still responds to the options it always has, though <kbd>--get-price-quotes</kbd> is deprecated in favor of <kbd>gnucash-cli --quotes get</kbd>.
es: El IGU del programa, <kbd>gnucash</kbd>, aún responde a las opciones que siempre tiene, aunque <kbd>--get-price-quotes</kbd> está obsoleto en favor de <kbd>gnucash-cli --quotes get</kbd>.
zh_cn: <kbd>GUI 程序</kbd>会照常运行，只是 <kbd>---get-price-quotes</kbd> 被替换为 <kbd>gnucash-cli--quotes get</kbd>。

source: Graphic User Interface
es: Interfaz Gráfica de Usuario
hu: Grafikus felhasználói felület
ja: グラフィカルユーザーインターフェース
zh_cn: 用户界面

source: When creating a new account hierarchy it's now possible to load account templates from locales other than the one set for the user interface.
es: Cuando cree una jerarquía de cuenta nueva ahora es posible cargar las plantillas de cuentas desde locales distintos del fijo por el interfaz del usuario.
zh_cn: 语种。

source: On the <b>Choose Accounts to Create</b> page there are two drop-downs above the <b>Account Types</b> selector, one for language and one for country, the choices in the latter depending on the former. The default is the current locale but they may be used to select account templates from any locale.
es: En la página<b>Elegir Cuentas a Crear</b> hay dos ramas desplegadas arriba del selector <b>Tipos de Cuentas</b>, una para idioma y una para el país, las opciones en la última depende en el formato. El predeterminado es la local actual pero tal vez es utilizado para seleccionar plantillas de cuentas desde cualquier local.
zh_cn: 新建账簿->选择要创建的科目，科目类型上有<b>国家</b>和<b>语言</b>选项；正常和系统一致，当然也可自定义。

source: When deleting accounts the destination accounts of moved splits will be checked to ensure that they have the same commodity as the source account. If they don't you'll get a warning and the opportunity to pick another account or to carry on regardless.
es: Cuando borre cuentas las cuentas del destino de desgloses trasladados serán comprobados para asegurar que tienen la misma materia prima que la cuenta origen. Si no, obtendrá un aviso y la oportunidad de tomar otra cuenta o acarrearla a pesar de todo.
fr: Lors de la suppression de comptes, la destination des comptes des comptes non soldés sera vérifiée pour s'assurer qu'il s'agisse de la même catégorie que celle du compte source. Si ce n'est pas le cas, vous recevrez un avertissement et l'opportunité de choisir un autre compte ou de continuer quand même.
zh_cn: 删除科目时，可以将交易并入其他科目；若币种不同，则会有警示。

source: Reversing transactions will now pop a dialog box to request a posting date.
es: Revertir transacciones ahora surgirá un diálogo para solicitar una fecha de consolidación.
fr: Annuler des transaction fera désormais apparaître une boîte de dialogue demandant une date d'inscription.
zh_cn: 设置红冲日期。

source: Business Functions
es: Funciones para negocios
hu: Üzleti funkciók
ja: ビジネス機能
zh_cn: 商业文件

source: Business Document Column Widths
es: Anchura de Columna de Documentación de Negocios
zh_cn: 商业文件列宽

source: Entry column widths in Invoices, Bills, and Employee Vouchers may now be saved as defaults for each type of document.
es: Anchura de columna de asiento en Facturas, Vales, y Comprobantes de Empleados ahora pueden ser guardadas como predeterminados para cada tipo documental.
zh_cn: 发票、账单和员工凭证中的列宽现在可以保存为各自的默认格式，双击分隔线自适应宽度。

source: Two menu items are added to the View menu when a Bill, Invoice, or Voucher tab has focus:
es: Dos elementos del menú son añadidos al menú vista cuando un pestaña de Vale, Factura, o Comprobante tiene el foco:
zh_cn: 当打开账单、发票或员工凭证时，查看菜单多了两个选项：

source: Use as Default Layout for Vendor Documents
es: Emplear como Diseño Predeterminado para Documentos de Proveedor
zh_cn: 保存为默认布局

source: Reset Default Layout for Vendor Documents
es: Restaurar el Diseño para los Documentos de Proveedor
zh_cn: 重置默认布局

source: Vendor Documents is for Bills and is replaced by Customer or Employee Documents for Invoices or Vouchers respectively.
es: Documentos de Proveedor es para Vales y es remplazado por Documentos Clientes o Empleados para Facturas o Comprobantes respectivamente.
zh_cn: 此选项会为发票、账单、凭证设置各自布局，互不冲突。

source: The first saves the current document's column widths and makes them the default for all documents in the same type. The second menu item removes the customization and documents of that type will therafter use the computed default widths.
es: El primer guardado de la anchura de columna del documento y los crea el predeterminado para todos los documentos del mismo tipo. El segundo menú quita la personalización y documentos de ese tipo y después de eso utilizará la anchura predeterminada calculada.
zh_cn: 第一个选项保存默认布局，并适应其同类文件；第二个选项重置默认布局，其所有同类文件布局将恢复到最初状态。

source: Importing Transactions
es: Importación de transacciones
hu: Tranzakciók importálása
ja: 取引のインポート
zh_cn: 交易导入

source: Support for AQBanking Version 6. This is required to support new FinTS protocols for the European Payment Services Directive (PSD2).
es: Admite AQBanking Version 6. Esto se requiere para mantener protocolos nuevos FinTS para la Directiva de Servicios de Pagos Europeos (PSD2).
zh_cn: 支持 AQBanking 第 6 版，这是支持欧洲支付服务指令(PSD2)的新 FinTS 协议所必需的。

source: The <b>Import Map Editor</b> (Tools>Edit Import Maps) will scan for Bayesian associations with non-existent accounts and display a dialog offering to remove any that are found. It also adds a button at the bottom of the Import Map Editor to delete them if one chooses not to use the dialog.
es: La <b>Importación del Editor Asociado</b> (Herramientas -> Editar Importación de Asociaciones) analizarán asociaciones bayesianas con cuentas no existentes y representa un diálogo ofreciendo retirar cualquiera que sea encontrada. Además, agrega un botón al final del Editor de Asociación de Importación para borrarlas si una elige no utilizar el diálogo.
zh_cn: <b>导入编辑</b>(工具->导入编辑)将扫描与不存在科目的贝叶斯关联，并可以直接删除。 "导入编辑 "的底部有删除按钮，如果不使用该对话框，则可以删除。

source: The OFX file importer can now import more than one file at a time.
es: El importador de fichero OFX ahora puede importar más de un fichero a la vez.
zh_cn: 同时导入多个 OFX 文件。

source: OFX imports having balance information will now offer to immediately reconcile, passing the balance information in the file to the reconcile info.
es: Importaciones OFX teniendo información de balance ahora ofrecerán inmediatamente conciliación, aprobando información de balance dentro del fichero para informe de a conciliar.
zh_cn: OFX 文件有余额时将立即对账，文件中的余额会传递到对账。

source: The import transaction matcher window column headings are changed from R to C and from U+R to U+C, reflecting that the matcher marks transactions cleared but doesn't reconcile them.
es: El encabezado de columna de la venta para cotejo de transacción a importar ha cambiado desde R a C y desde U+R a U+C, reflejando que las marcas del cotejo de transacciones purgadas pero estas no conciliadas.
zh_cn: 交易匹配导入窗口列标题由 R 改为 C，由 U+R 改为 U+C，表示匹配交易已结清，但未对账。

source: Account matcher will decline to match accounts with a different commodity from the imported split if the import information includes the commodity.
es: Cotejo de cuenta declinará a cotejar cuentas con una mercancía distinta desde el desglose importado si la información de importación incluye la mercancía.
zh_cn: 交易匹配拒绝导入币种不同的科目。

source: Ellipsize the Description and Memo fields in the account matcher.
es: Dirija los campos Descripción y Memo en el comparador de cuentas.
zh_cn: 省略科目匹配器中的描述和备注字段。

source: Reports
es: Boletines
fr: Rapports
hu: Jelentések
ja: 帳票
zh_cn: 报表

source: A new report menu submenu <b>Multicolumn</b> contains the old custom-multicolumn report and a new <b>Dashboard</b> report containing Account reports for expenses and income, an income-expense chart, and an account summary.
es: Un submenú de menú de comunicado nuevo <b>Multicolumna</b> contiene el informe multicolumna personal antiguo y una <b>Pizarra</b> conteniendo informes de Cuenta para gastos y ingresos un gráfico de ingresos-gastos, y un resumen de cuenta.

source: Support for UK VAT and Australian GST have been added to the Income-GST report. The report's options are changed from source accounts to source sales and purchase accounts to permit proper reporting of capital purchases. <b>N.B.</b> This is incompatible with previous versions of the report and will require regenerating saved configurations.
es: Se ha agregado soporte para el IVA del Reino Unido y el GST australiano al informe de ingresos-GST. Las opciones del informe se cambian de cuentas de origen a cuentas de compras y ventas de origen para permitir un informe adecuado de las compras de capital. <b>N.B.</b> Esto es incompatible con las versiones anteriores del informe y requerirá volver a generar las configuraciones guardadas.
zh_cn: 收入-税务报表->选项->格式新增了英国增值税和澳大利亚消费税；选项->科目，科目源分为销售和支出，以正确显示资金动向。<b>N.B.</b>报表格式与以前版本不兼容，需要重新配置。

source: Budgets
es: Presupuestos
hu: Költségvetés
ja: 予算
zh_cn: 预算

source: Optionally include the account code option in budget view.
es: Incluir opcionalmente el código de cuenta en la vista de presupuestos.
zh_cn: 预算->选项添加科目编号显示。

source: Enable adding notes to budgets.
es: Posibilidad de añadir anotaciones a presupuestos.
zh_cn: 预算界面，给选定科目添加注释。

source: Account codes may now optionally be displayed in the Budget Tree View.
es: Códigos de cuenta pueden mostrarse opcionalmente en la vista de árbol del presupuesto.
zh_cn: 预算概览添加科目编号选项。

source: Compatibility
es: Compatibilidad
ja: 互換性
zh_cn: 兼容性

source: GnuCash 4.x and later will no longer migrate old gconf settings from GnuCash 2.4.x.
es: GnuCash 4.x y posteriores no emigrarán más a los parámetros de gconf desde GnuCash 2.4.x.
zh_cn: GnuCash 4.x 及以后不再支持 2.4.x 的 gconf 设置。

source: Customization and Scripting
es: Personalización y scripting
ja: カスタマイズおよびスクリプティング
zh_cn: 自定义脚本

source: The GnuCash widget hierarchy for CSS has been revised to be more consistent with Gtk practice. You may need to spend some time with the GtkInspector to get your custom CSS back the way you like it.
es: La jerarquía del widget GnuCash para CSS ha sido revisado para ser más consistente con el Gtk usual. Quizá necesita emplear algo de tiempo con el GtkInspector para obtener su CSS personalizado devuelto a la manera que prefiera.
zh_cn: 已修改 GnuCash 的 CSS 控件架构、来兼容 Gtk，为此，你可能需要多了解下 Gtklnspector，才能让 CSS 正常工作。

source: Python bindings are now localized and their strings available for translation.
es: Las vinculaciones Python ahora están regionalizado y sus cadenas de texto disponibles para traducir.
zh_cn: 现在，Python 绑定已经本地化，它们的字符串可供翻译。

source: For a complete list of new features and API changes see the %s.
es: Para un listado completo de características nuevas y modificaciones API vea %s.
ja: 新機能および API の変更点の完全なリストは%sをご覧ください。
zh_cn: 新功能和API变化的完整列表，请参阅%s。

source: Release Notes
es: Notas de publicación
ja: リリースノート
zh_cn: 发行说明

source: Announcement of New Releases, Server Maintenance …
es: Anuncios de nuevas publicaciones, mantenimiento de servido…
ja: 新リリースのアナウンス、サーバメンテナンス …
zh_cn: 新版本公告、服务器维护…

source: GnuCash News
es: Noticias de GnuCash
hu: GnuCash hírek
ja: GnuCash ニュース
zh_cn: 新闻

source: Older Announcements
es: Anuncios Anteriores
fr: Anciennes annonces
hu: Régebbi bejegyzések
ja: 過去のアナウンス
zh_cn: 旧公告

source: Click <a href="oldnews.phtml">here</a> for older announcements.
es: Pulse <a href="oldnews.phtml">aquí</a> para anuncios más antiguos.
fr: Cliquez <a href="oldnews.phtml">ici</a> pour les anciennes annonces .
ja: 過去のアナウンスを読むためには <a href="oldnews.phtml">ここ</a> をクリックしてください。
zh_cn: 我叫你一声、你敢答应吗？<a href="oldnews.phtml">旧公告</a>。

source: This is an archive of announcements that once appeared on the GnuCash home page.
es: Este es un archivador de anuncios que una vez aparecieron en la página web de GnuCash.
fr: Archive des annonces apparues sur la page de GnuCash.
ja: GnuCash ホームページに掲載された過去のアナウンスのアーカイブです。
zh_cn: 曾经出现在 GnuCash 主页上的公告。

source: This is an ancient page about Gnucash's code size.
es: Esta es una página antigua sobre el tamaño del código de Gnucash.
zh_cn: 代码规模的老旧资料。

source: It can often be quite interesting to study the source code metrics behind a software development project. Not a surprising interest: it is accounting afterall. <span class="gnucash">GnuCash</span> has grown, over the years, from a small handy electronic checkbook to a rather large and multi-featured desktop app.
es: A menudo puede ser muy interesante estudiar las métricas del código fuente tras un proyecto de desarrollo de software. No un interés sorprendente: es contabilidad a pesar de todo. <span class="gnucash">GnuCash</span> ha crecido, a lo largo de años, desde un pequeñas casillas de manipulación electrónica a una aplicación de escritorio multi-características grande.
fr: Il est souvent intéressant de mesurer l'évolution du code source d'un projet de développement logiciel... après tout, c'est de la comptabilité. <span class="gnucash">GnuCash</span> s'est largement développé au cours des annèes, partant d'un pratique chéquier électronique pour devenir une grosse application bureautique avec de nombreuses fonctionnalités.

source: <span class="gnucash">GnuCash</span> currently consists of over a third of a million lines of code spread over more than a thousand files. It has been translated into twenty-three languages and credits over 139 authors and contributors.
es: <span class="gnucash">GnuCash</span> actualmente consta de más de un tercio de un millón de líneas de código repartido en más de mil ficheros. Ha sido traducido a veintitrés idiomas y acredita a más de 139 autores y colaboradores.
fr: <span class="gnucash">GnuCash</span> dépasse 300,000 lignes de code et un millier de fichiers. Il est traduit dans 23 langues et mentionne 139 auteurs et contributeurs.

source: If you've had trouble swimming through that mass of source code, think of it this way: printed out on paper, and bound into volumes, it would amount to several dozen copies of Tolstoy's "War and Peace", roughly a bookshelf-width's worth of source code.
es: Si ha tenido problemas para atravesar esa masa de código fuente, piense de esto de esta manera: impreso en papel y encuadernado en volúmenes, equivaldría a varias docenas de ejemplares de «La guerra y la paz» de Tolstoi, aproximadamente el valor de un código fuente del ancho de una estantería.
fr: Si vous nagez un peu dans les sources, prennez le comme ça : imprimé sur papier et relier, ils représentent plusieurs douzaines d'exemplaires de Guerre et Paix de Tolstoy... une rangée d'étagère pleine.
zh_cn: 对如此巨量的源代码还是没有概念，换个角度想，将其打印并装订好，这将相当于数十本《战争与和平》，整整一书架宽的源代码。

source: Mind you, this is source code (and docs) crafted and debugged by actual humans, this is *not* autogenerated code. Tools (such as glade or swig) can generate gazillions of lines of code automatically; I'm not counting those. Every last line counted here was typed in, edited, indented, tweaked, multiple times, by human hands.
es: Eso sí, este es el código fuente (y los documentos) creados y depurados por humanos reales, este *no* es un código auto-generado. Las herramientas (como glade o swing) pueden generar miles de millones de líneas de código automáticamente; no estoy contando esos. Cada última línea contada aquí fue escrita, editada, sangrada, retocada, varias veces, por manos humanas.

source: Given that we have about 400 outstanding bugs in bugzilla, that works out to about one bug per thousand lines of code, or one bug per 50 pages of printout. This bug count is actually not atypical for software projects; it is near the norm.
es: Ya que tenemos alrededor de 400 defectos esperando en el bugzilla, que funciona acerca de un error por miles de líneas de código, o un fallo por cada 50 páginas de impresión. Este conteo de falles actualmente no es muy atípico para proyectos de software; es cercano a lo normal.
fr: Compte tenu qu'il y a environ 400 anomalies en attente listés, cela fait un bogue toutes les 1000 lignes de code, un chiffre tout à fait dans la norme.

source: The table below shows some historical lines-of-code and number-of-files metrics for the <span class="gnucash">GnuCash</span> development project. Note that not all of the code is counted: for instance, the Makefiles and configure.in and autogen.sh are not counted. Also, files that are automatically generated are not counted, nor are files that have been 'borrowed' from other projects. Also not counted are experimental files, miscellaneous perl scripts, various converters, addons and utilities. Finally, <tt>glade</tt> files are not counted, although large parts of the overall GUI are described in <tt>glade</tt> files.
es: La tabla siguiente muestra algunas líneas-de-código históricas y número-de-filas métricas para el proyecto de desarrollo de <span class="gnucash">GnuCash</span>. Note que no todo lo del código está enumerados: por instante los Makefile y configure.in y autogen.sh no están enumerados. Además, los ficheros que son generados automáticamente no están enumerados, ni hay ficheros que han sido “prestados” desde otros proyectos. También no contados son ficheros experimentales, script de perl adicionales, varios conversores, agregados y utilidades. Finalmente, los ficheros <tt>glade</tt> no están enumerados además de partes grandes del IGU completo son descritos en ficheros <tt>glade</tt>.

source: Note also that KLOC's are not a good metric of programmer productivity, nor even that <code>wc</code> is a good way of counting KLOC's. Much better measures are complexity metrics, which, for example, count the number and size of if-then-else blocks, or the number and size of all blocks, or the number of math operators per statement. Maybe someday we'll run one of those tools on this code. For now, this is what we have. On the other hand, we've attempted to count only those files that contain human-edited code, that is, files that are directly edited by humans. The point of doing this is to avoid artificially inflating the KLOC counts by counting automatically generated code (which is why the glade files are not counted: they are large and automatically generated).
es: Tenga en cuenta también que los KLOC no son una buena métrica de la productividad del programador, ni siquiera ese <code>wc</code> es una buena manera de conteo de los KLOC. Las medidas mucho mejores son las métricas de complejidad, que, por ejemplo, cuentan el número y tamaño de los bloques if-then-else, o el número y tamaño de todos los bloques, o el número de operadores matemáticos por declaración. Quizás algún día ejecutemos una de esas herramientas en este código. Por ahora, esto es lo que tenemos. Por otro lado, hemos intentado contar solo aquellos archivos que contienen código editado por humanos, es decir, archivos que son editados directamente por humanos. El objetivo de hacer esto es evitar inflar artificialmente los recuentos de KLOC contando el código generado automáticamente (razón por la cual los archivos de glade no se cuentan: son grandes y se generan automáticamente).
fr: Attention, le KLOC (kilo de ligne de code:-) n'est pas une bonne mesure de la productivité des développeurs, mais il est facile à mesurer avec <code>wc</code>. Il existe de meilleurs mesures qui seront peut-être, un jour, mises en oeuvre. En cas de désoeuvrement d'un développeur. Sait-on jamais. De plus, ne sont comptées que les lignes éditées manuellement, pas les codes générés automatiquement par certains outils.

source: Table 1. Historical Development Stats
es: Tabla 1. Estadísticas de Desarrollo Histórico
fr: Table 1. Statistiques sur les développements antérieurs

source: Version
es: Versión
zh_cn: 版本

source: misc app
es: app miscelánea
fr: divers
zh_cn: 其它应用

source: internal txt
es: txt interno
fr: txt interne
zh_cn: 内文

source: Languages
es: Idiomas
fr: Langues
zh_cn: 语言

source: Author Credits
es: Reconocimiento de Autor
fr: Auteurs
zh_cn: 贡献者

source: Each cell displays the following:
es: Cada celda representa lo siguiente:
fr: Chaque cellule affiche l'information suivante:
zh_cn: 每个单元格显示的信息如下：

source: number of *c and *.h and *.scm files (KLOCS in *.c + KLOCS in *.h + KLOCS in *.scm). If there are no *.scm files in the directory, then only (KLOCS in *.c + KLOCS in *.h) are displayed. If there is only one number in the parenthesis, it is the approriate KLOC count for that statistic.
es: número de ficheros *c y *.h y *.scm (KLOCS en *.c + KLOCS en *.h + KLOCS in *.scm). Si no hay ficheros *.scm en el directorio, entonces solamente (KLOCS en *.c + KLOCS en *.h) son desplegados. Si solamente hay un número dentro de paréntesis, es el conteo apropiado de KLOC para esa estadística.

source: where KLOC == kilo-lines-of-code, as reported by <code>wc</code>. As noted above, wc is not a terribly good code metric, but it is what we have handy.
es: donde KLOC == líneas-kilo-de-código, como informaron por <code>wc</code>. Como anotó encima, wc no es una métrica de código terriblemente bueno, pero es lo que tenemos a mano.

source: Table Column Legend
es: Leyenda de Columna de Tabla
fr: Légende des titres des colonnes du tableau
zh_cn: 标题说明

source: Contents of the src/engine and the include directories. The engine was split out from the motif code in version 1.1. The data storage backend (file-io, sql) was split out in the course of version 1.5.
es: El contenido de src/engine y los directorios incluidos. El motor fue desdoblado desde el código motif en la versión 1.1. El backend de almacenaje de datos (file-io, sql) fue dividido en el trascurso de la versión 1.5.
