Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: <span class="gnucash">GnuCash</span> by default stores data in an <b>xml</b> format. Starting with version 2.4, <span class="gnucash">GnuCash</span> financial data can be stored in a <b>SQL database</b> using <b>SQLite3</b>, <b>MySQL</b> or <b>PostgreSQL</b>.
es: <span class="gnucash">GnuCash</span> por defecto almacena datos dentro de un formato <b>xml</b>. Iniciando con la versión 2.4, los datos financieros de <span class="gnucash">GnuCash</span> pueden ser almacenados dentro de una <b>BdD SQL</b> utilizando <b>SQLite3</b>, <b>MySQL</b> o <b>PostgreSQL</b>.
hu: A <span class="gnucash">GnuCash</span> alapértelmezés szerint <b>xml</b> formátumban tárolja az adatokat. A 2.4-es verziótól kezdődően a <span class="gnucash">GnuCash</span> pénzügyi adatok <b>SQL adatbázisban</b> tárolhatók, az <b>SQLite3</b>, a <b>MySQL</b> vagy a <b>PostgreSQL</b> használatával.
ja: <span class="gnucash">GnuCash</span> はデフォルトではデータを <b>xml</b> 形式で保存します。バージョン 2.4 から、<span class="gnucash">GnuCash</span> の財務データを <b>SQL データベース</b> に保存できるようになりました。<b>SQLite3</b>, <b>MySQL</b> または <b>PostgreSQL</b> が使えます。
zh_cn: <span class="gnucash">GnuCash</span> 默认以 <b>XML</b> 格式存储数据。从2.4版开始，<span class="gnucash">支持</span> <b>SQLite3</b>、<b>MySQL</b>、<b>PostgreSQL</b> 格式<b>SQL数据库</b>。

source: Note this feature is considered experimental. It works for most of the common use cases but some corner cases have been reported to result in data loss. The <span class="gnucash">GnuCash</span> developers fix each issue as it gets reported. There is however no full test coverage so there may still be scenarios left that result in data loss.
es: Note esta característica está considerador experimental. Funciona para muchos de las casos comunes utilizados pero algunos casos esquivos han sido comunicados a resultado de datos perdidos. Los desarrolladores de <span class="gnucash">GnuCash</span> resuelven cada problema como lo obtengan del boletín. Sin embargo no hay pruebas completas cubriendo todos los casos por lo que tal vez aún hay escenarios restantes que resultan con pérdidas de datos.
hu: Vegye figyelembe, hogy ez a funkció kísérleti jellegű. A legtöbb felhasználási esetnél működik, de néhány esetben adatvesztést eredményezett. A <span class="gnucash">GnuCash</span> fejlesztők minden problémát a bejelentéskor javítanak. Azonban nincs teljes tesztlefedettség, így továbbra is lehetnek olyan esetek, amelyek adatvesztést eredményeznek.
ja: なおこの機能は実験中のものです。通常のほとんどの使い方では動きますが一部の稀なケースでデータ損失が起こることが報告されることがあります。<span class="gnucash">GnuCash</span> の開発者は報告があったら一つ一つ問題を修正しています。しかし完全なテストで網羅しているわけではないので、データ損失を伴う使い方がまだあるかもしれません。

source: QIF and OFX Import
es: Importación de QIF y OFX
fr: Importation OFX et QIF
hu: QIF és OFX import
ja: QIF および OFX のインポート
zh_cn: 导入 QIF 和 OFX

source: If you are migrating from other financial software, <span class="gnucash">GnuCash</span> can import Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> files using a practical assistant.
es: Si está emigrando desde otro software financiero, <span class="gnucash">GnuCash</span> puede importar ficheros Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> utilizando un asistente.
fr: Si vous êtes en train de migrer depuis un autre programme de finance, <span class="gnucash">GnuCash</span> peut importer intuitivement les fichiers <sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> en utilisant un assistant fonctionnel.
hu: Ha más pénzügyi szoftverről költözik át, a <span class="gnucash">GnuCash</span> képes importálni az Intuit<sup>&reg;</sup>, a Quicken<sup>&reg;</sup> <b>QIF</b> fájlokat az asszisztens segítségével.
ja: 他の財務ソフトウェアから移行しようとしているなら、<span class="gnucash">GnuCash</span> は Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> ファイルを実用的なアシスタント機能を使ってインポートできます。
zh_cn: 支持<span class="gnucash">导入</span>Intuit<sup>&reg;</sup>Quicken<sup>&reg;</sup> <b>QIF</b>的文件，以便于用户迁移。

source: <span class="gnucash">GnuCash</span> is also the first free software application to support the <b>OFX</b> (Open Financial Exchange) protocol that many banks and financial services are starting to use.
es: <span class="gnucash">GnuCash</span> también es la primera aplicación de software libre para mantener el protocolo <b>OFX</b> (Open Financial Exchange) que muchos bancos y servicios financieros están comenzando a emplearlo.
fr: <span class="gnucash">GnuCash</span> est le premier logiciel libre à supporter le format d'échange ouvert de données financières <b>OFX</b> (Open Financial Exchange) utilisé par de nombreuse banques et institutions financières.
hu: A <span class="gnucash">GnuCash</span> egyben az első ingyenes szoftveralkalmazás, amely támogatja az <b>OFX</b> (Open Financial Exchange) protokollt, amelyet sok bank és pénzügyi szolgáltatás kezd használni.
ja: <span class="gnucash">GnuCash</span> は <b>OFX</b> (Open Financial Exchange) プロトコルをサポートする史上初のフリーソフトウェアアプリケーションです。このプロトコルは多くの銀行や財務サービスで利用されはじめています。
zh_cn: <span class="gnucash">第一个</span>支持<b>OFX</b>（开放式金融交易）协议的免费应用程序，许多银行和金融服务已经开始使用该协议。

source: A transaction matching system ensures that duplicate transactions are accurately recognized and automatically deleted during file import.
es: Un sistema de cotejo de transacción asegura que las transacciones duplicadas son reconocidos eficazmente y borrado automáticamente durante la importación del fichero.
fr: Une transaction/opération correspondante au système va garantir que les transactions/opérations homologues sont reconnues avec pertinence et automatiquement supprimées durant l'importation du fichier.
hu: A tranzakcióegyeztető rendszer biztosítja, hogy a duplikált tranzakciók pontosan felismerhetők és automatikusan törlődnek a fájlimportálás során.
ja: 取引のマッチングシステムにより、ファイルインポート中に重複する取引は正確に認識されて自動的に削除されます。
zh_cn: 交易匹配系统可以保证文件导入过程中不会出现重复交易。

source: HBCI Support
es: Compatibilidad con HBCI
fr: Support du protocole HBCI
hu: HBCI támogatás
ja: HBCI サポート
zh_cn: HBCI 支持

source: <span class="gnucash">GnuCash</span> is the first free software application to support the German <b>Home Banking Computer Information</b> protocol, allowing German users to perform statement download and initiate bank transfers and direct debits.
es: <span class="gnucash">GnuCash</span> es la primera aplicación de software libre que admite el protocolo <b>Home Banking Computer Information</b> alemán, permitiendo a los usuarios alemanes realizar descargas de declaraciones e iniciar transferencias bancarias y débitos directos.
fr: <span class="gnucash">GnuCash</span est le premier logiciel libre à supporter le format allemand HBCI <b>Home Banking Computer Information</b>, permettant à ses utilisateurs de débiter ou de virer des sommes directement de leur compte bancaire.
hu: A <span class="gnucash">GnuCash</span> az első ingyenes szoftveralkalmazás, amely támogatja a német <b>Home Banking Computer Information (HBCI)</b> protokollt, amely lehetővé teszi a német felhasználók számára, hogy kivonatokat töltsenek le, valamint banki átutalásokat és csoportos beszedési megbízásokat kezdeményezzenek.
ja: <span class="gnucash">GnuCash</span> はドイツの <b>Home Banking Computer Information</b> プロトコルをサポートする史上初のフリーソフトウェアアプリケーションです。ドイツの利用者は明細書のダウンロード、口座振替、直接入金を行うことができます。
zh_cn: <span class="gnucash">第一个</span>支持德国<b>家庭银行计算机信息</b>协议的免费应用程序，德国用户可以直接下载报表，并进行银行转账和扣款。

source: Multiplatform
es: Multiplataforma
fr: Multiplate-forme
hu: Többplatformos
ja: マルチプラットフォーム
zh_cn: 跨平台

source: <span class="gnucash">GnuCash</span> runs on many different operating systems including <b>Windows</b>, <b>MacOSX</b> and <b>Linux</b>.
es: <span class="gnucash">GnuCash</span> funciona en muchos sistemas operativos diferentes, incluyendo <b>Windows</b>, <b>MacOS</b> y <b>Linux</b>.
hu: A <span class="gnucash">GnuCash</span> számos különböző operációs rendszeren fut, beleértve a <b>Windows</b>, a <b>MacOSX</b> és a <b>Linux</b> rendszereket.
ja: <span class="gnucash">GnuCash</span> は <b>Windows</b>、<b>MacOSX</b> や <b>Linux</b> を含む多くのオペレーティングシステムで動作します。
zh_cn: 支持<span class="gnucash">众多</span>操作系统，比如 <b>Windows</b>、<b>MacOSX</b> 和 <b>Linux</b>。

source: Localization
es: Localización
fr: Localisation
hu: Többnyelvűsítés
ja: 地域化対応
zh_cn: 国际化

source: <span class="gnucash">GnuCash</span> handles internationalized dates and currencies. The application's menus and popups have been translated to %u languages, including Chinese, Danish, French, German, Hungarian, Italian, Japanese, Norwegian, Polish, Portuguese, Russian, Spanish, Swedish, Turkish, Ukrainian, and British English. Documentation is available in English, French, Portuguese and Spanish.
es: <span class="gnucash">GnuCash</span> utiliza fechas y monedas internationales. Los menús de la aplicación y los popups han sido traducidos a %u idiomas, incluyendo chino, danés, francés, alemán, húngaro, italiano, japonés, noruego, polaco, portugués, ruso, español, sueco, turco, ucraniano e inglés británico. La documentación está disponible en inglés, francés, portugués y español.
fr: <span class="gnucash">GnuCash</span> supporte les formats de dates et devises internationalisées. Les menus et les dialogues de Gnucash ont été traduits en %u langues, y compris le chinois, le danois, le français, l'allemand, le hongrois, l'italien, le japonais, le norvégien, le polonais, le portugais, le russe, l'espagnol, le suédois, le turc, l'ukrainiens, et l'anglais britannique. La documentation est disponible en anglais, en français, en portugais et en espagnol.
hu: A <span class="gnucash">GnuCash</span> kezeli a nemzetközi dátumformátumokat és pénznemeket. Az alkalmazás menüit és felugró ablakait lefordították %u nyelvre, köztük kínai, dán, francia, német, magyar, olasz, japán, norvég, lengyel, portugál, orosz, spanyol, svéd, török, ukrán és angol. A dokumentáció angol, francia, portugál és spanyol nyelveken érhető el.
ja: <span class="gnucash">GnuCash</span> は国際化された日付書式と通貨を取り扱うことができます。メニューおよびポップアップは %u 言語に翻訳されています。中国語、デンマーク語、フランス語、ドイツ語、ハンガリー語、イタリア語、日本語、ノルウェー語、ポーランド語、ポルトガル語、ロシア語、スペイン語、スウェーデン語、トルコ語、ウクライナ語、および英国英語などがあります。英語、フランス語、ポルトガル語、スペイン語の文書も存在します。
zh_cn: 支持<span class="gnucash">多国</span>语言。该程序已被翻译成%u种语言，包括中文、丹麦语、法语、德语、匈牙利语、意大利语、日语、挪威语、波兰语、葡萄牙语、俄语、西班牙语、瑞典语、土耳其语、乌克兰语和英国英语。指南有英文、法文、葡萄牙文和西班牙文。

source: Transaction Finder
es: Buscador de transacciones
fr: Recherche de transaction
hu: Tranzakció kereső
ja: 取引検索
zh_cn: 快速查找

source: A powerful transaction query dialogue can help you quickly locate a needle in a haystack.
es: Un potente diálogo de solicitud de transacción puede ayudarle rápidamente para localizar una aguja en un pajar.
fr: Un dialogue de recherche d'opérations vous aide à localiser rapidement une aiguille dans une meule de foin.
hu: A hatékony tranzakciólekérdezési párbeszédpanel segítségével gyorsan megtalálhatja a tűt a szénakazalban.
ja: 強力な取引検索ダイアログで素早く取引を検索することができます。
zh_cn: 根据需求自定义查找内容，大海捞针不再困难。

source: Check Printing
es: Impresión de cheques
fr: Impression de chèques
hu: Csekk nyomtatás
ja: 小切手の印刷
zh_cn: 支票打印

source: Checks may be printed in standard formats on common check stocks. A customization GUI allows custom check layouts to be developed.
es: Los cheques pueden ser impresos en formatos comunes en comprobaciones comunes de existencias. Un IGU de adaptación permite diseños de cheques personalizados para ser diseñados.
fr: Les chèques peuvent être imprimés dans des formats standards. Une personnalisation de l'interface utilisateur permet de développer des modèles de chèques personnalisées.
hu: A csekkek szabványos formátumban nyomtathatók a közönséges csekkkészletekre. A testreszabható grafikus felhasználói felület lehetővé teszi egyéni csekk elrendezések kidolgozását.
ja: 一般的な小切手テンプレートにより小切手を標準形式で印刷することができます。GUIを利用して小切手レイアウトをカスタマイズすることもできます。
zh_cn: 支持标准格式，或自定义布局。

source: Mortgage &amp; Loan Repayment Assistant
es: Asistente de Devoluciones Hipotecarias y Préstamos
fr: Assistant d'hypothèque &amp; de remboursement de prêt
hu: Jelzálog- és hiteltörlesztési asszisztens
ja: 担保付きローン・ローン返済アシスタント
zh_cn: 按揭还款

source: A guided dialogue for setting up loan payments as scheduled transactions.
es: Un diálogo guiado para definir devoluciones de préstamo como transacciones planificadas.
fr: Un assistant vous guide pour mettre en place des remboursements de prêt automatisés.
ja: ウィザードを利用してローン支払いの予定取引を作成することができます。
zh_cn: 直接添加为计划交易，节省时间、提高效率。

source: User Manual and Help
es: Manual del Usuario y Ayuda
fr: Manuel de l'utilisateur et aide
hu: Felhasználói kézikönyv és súgó
ja: ユーザーマニュアルとヘルプ
zh_cn: 指南

source: <span class="gnucash">GnuCash</span> is very well documented: along with the application <b>Manual</b>, new users can take full advantage of the <b>Tutorial and Concepts guide</b>. This document gives background information on accounting principles and how they are reflected in <span class="gnucash">GnuCash</span> with many practical examples described step by step.
es: <span class="gnucash">GnuCash</span> está muy bien documentado: a lo largo del <b>Manual</b> de la aplicación, los usuarios nuevos pueden tomar ventajas completas de la guía <b>Tutorial y Conceptos</b>. Este documento proporciona información interna sobre principios de cuenta y cómo son reflejados en <span class="gnucash">GnuCash</span> con múltiples ejemplos prácticos descritos paso a paso.
ja: <span class="gnucash">GnuCash</span> は非常にきちんと文書化されています: 新規利用者は、アプリケーション<b>マニュアル</b>に加え、<b>チュートリアル・コンセプトガイド</b>を十分に利用することができます。この文書は会計原則に関する背景情報と、一歩一歩説明された多くの実際的な例で、それらがどのように <span class="gnucash">GnuCash</span> に反映されるかを提示します。
zh_cn: <span class="gnucash">资源</span>非常丰富：除了<b>用户手册</b>，还有<b>教程概念</b>。教程概念讲解了会计的基本理论，以及它们在 <span class="gnucash">GnuCash</span> 中如何反映，同时也举许多实际的例子。

source: Welcome to GnuCash.org
es: Le damos la bienvenida a GnuCash.org
fr: Bienvenue Sur GnuCash.org
hu: Köszönti a GnuCash.org
ja: GnuCash.org へようこそ
zh_cn: 海内存知己 天涯若比邻

source: Download GnuCash %s
es: Descarga GnuCash %s
fr: Télécharger GnuCash %s
hu: A GnuCash %s letöltése
ja: GnuCash %s のダウンロード
zh_cn: 下载 GnuCash %s

source: Via distribution
es: Desde distribuciones
fr: Par la distribution
hu: Disztribúción keresztül
ja: ディストリビューションでの入手
zh_cn: 发行版

source: More downloads (Source code, Development …)
es: Más descargas (código fuente, desarrollo…)
hu: További letöltések (forráskód, fejlesztés …)
ja: 他のダウンロード (ソースコード、開発版 …)
zh_cn: 更多（源代码，开发...）

source: Version %s is the last version for %s and %s and earlier.
es: La versión %s es la última versión para %s, %s y anteriores.
fr: Version %s est la dernière version pour %s et %s et plus tôt.
hu: A %s verzió az utolsó kiadás a(z) %s és %s vagy korábbi rendszerekhez.
ja: バージョン %s は、 %s および %s 以前向けの最終バージョンです。
zh_cn: %s %s 和 %s（含更低）的最后版本。

source: Version %s is the last version for Windows XP/Vista and MacOS X 10.8 and earlier, and so the last version that will run on PowerPC Macs.
es: La versión %s es la última versión para Windows XP/Vista, MacOS X 10.8 y anteriores, además es la última versión que se puede ejecutaren Macs con arquitectura PowerPC.
fr: Version %s est la dernière version pour Windows XP/Vista et MacOS X 10.8 et plus tôt, et donc la dernière version qui fonctionnera sur Macs PowerPC.
hu: A %s verzió az utolsó kiadás Windows XP/Vista és MacOS X 10.8 vagy korábbi rendszerekhez, egyben az utolsó, amely még fut Mac PowerPC -ken.
ja: バージョン %s は Windows XP/Vista および MacOS X 10.8 以前向けの最終バージョンです。よって PowerPC Mac で動作する最終バージョンになります。
zh_cn: %s Windows XP/Vista 和 MacOS X 10.8（含更低）的最后版本，也是最后一个能在 PowerPC Mac 上运行的版本。

source: Designed to be easy to use, yet powerful and flexible, <span class="gnucash">GnuCash</span> allows you to track bank accounts, stocks, income and expenses. As quick and intuitive to use as a checkbook register, it is based on professional accounting principles to ensure balanced books and accurate reports.
es: Diseñado para ser fácil de utilizar, a la vez que flexible y potente, <span class="gnucash">GnuCash</span> le permite trazar cuentas bancarias, acciones, ingresos y gastos. Rápido e intuitivo en su uso como casillas de registro está basado en principios profesionales de contabilidad para asegurar libros balanceados e informes precisos.
fr: Conçu pour être simple d'utilisation, puissant et flexible, <span class="gnucash">GnuCash</span> vous permet de suivre l'évolution de vos comptes bancaires, portefeuilles d'actions, revenus et dépenses. Aussi rapide et intuitif à utiliser qu'un registre de compte papier, il est basé sur des principes de comptabilité professionnelle pour assurer l'équilibre des comptes et des rapports fiables.
hu: A könnyen használható, ugyanakkor nagy tudású és rugalmas <span class="gnucash">GnuCash</span> lehetővé teszi a bankszámlák, részvények, bevételek és kiadások nyomon követését. Ugyanolyan gyors és egyszerű, mintha füzetben vezetnénk a nyilvántartásunkat, mégis professzionális számviteli elveken alapul, biztosítva ezzel a mérleg és a kimutatások pontosságát.
ja: 簡単に使えるように設計されていますが、強力で高い柔軟性があります。<span class="gnucash">GnuCash</span> によって銀行口座、株式、収益および費用を追跡することができます。小切手帳のように素早く、直感的に利用できる一方、プロの会計原理に基づいているため確実に帳簿の釣り合いを保ち、正確な帳票を作成できます。
zh_cn: <span class="gnucash">简洁强大</span>：可以跟踪银行、股票、收入和支出；高效，像纸质账簿一样快速、直观；专业，严格遵循会计准则，保证科目平衡、报表准确。

source: GnuCash is developed, maintained, documented, and translated entirely by volunteers. Want to help out? We have %s.
es: GnuCash es desarrollado, mantenido, documentado y traducido completamente por voluntarios. ¿Desea ayudar? Tenemos %s.
hu: A GnuCash fejlesztését, karbantartását, dokumentálását és fordítását teljes egészében önkéntesek végzik. Szeretne segíteni? Itt talál meg minket: %s.
ja: GnuCash は、すべてボランティアによって開発、メンテナンス、ドキュメント化、翻訳されています。手助けしたいですか？ こちらに%sがあります。

source: some suggestions
es: algunas sugerencias
hu: néhány ötletünk
ja: いくつかの提案

source: Please help translate GnuCash into your language at %s.
es: Por favor ayude a traducir GnuCash a su idioma en %s.
hu: Segítsen lefordítani a GnuCasht a saját nyelvére a %s oldalán.
ja: GnuCash のあなたの言語への翻訳に %s で協力してください。

source: Need Help?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
hu: Segítség kell?
ja: 助けが必要ですか?
zh_cn: 寻求帮助？

source: Looking for someone to contact about <span class="gnucash">GnuCash</span>? Try the
es: ¿Buscas contactar con alguien sobre <span class="gnucash">GnuCash</span>? Prueba el
fr: Vous cherchez quelqu'un à contacter sur <span class="gnucash">GnuCash</span>? Essayez la
hu: Szeretne kapcsolatba lépni egy <span class="gnucash">GnuCash</span> felhasználóval? Próbálja ki a
ja: <span class="gnucash">GnuCash</span> に関して誰かに連絡したいですか? そのときは
zh_cn: 联系 <span class="gnucash">GnuCash</span>？请尝试

source: , which are public, email-based discussion groups where you can ask and answer <span class="gnucash">GnuCash</span> questions to other users.
es: , los cuales son grupos públicos de discusión basados en correo-e donde puedes preguntar y responder preguntas acerca de <span class="gnucash">GnuCash</span> con otros usuarios.
fr: , qui sont des groupes de discussion publics par courriel où vous pouvez poser des questions <span class="gnucash">GnuCash</span> à d'autres utilisateurs et y répondre.
hu: , amelyek nyilvános, e-mail alapú fórumok, ahol felteheti a <span class="gnucash">GnuCash</span> használatával kapcsolatos kérdéseit vagy válaszaival segíthet másoknak.
ja: を使用してください。公開された電子メールの議論をするグループで、他の人に <span class="gnucash">GnuCash</span> に関する質問をしたり、答えたりすることができます。
zh_cn: ，这是公共讨论组，您可以提出或回答 <span class="gnucash">GnuCash</span> 的相关问题。

source: Feature Highlights
es: Funcionalidades destacadas
fr: Fonctionnalités
hu: Főbb funkciók
ja: 主な特徴
zh_cn: 亮点功能

source: Double-Entry Accounting
es: Contabilidad de partida doble
fr: Comptabilité en partie double
hu: Kettős könyvelés
ja: 複式記帳法会計処理
zh_cn: 复式记账

source: Stock/Bond/Mutual Fund Accounts
es: Cuentas de acciones/bonos/fondos de inversión
fr: Actions/Obligations/Fonds mutuel
hu: Részvény-, kötvény- és befektetési számlák
ja: 株式/債券/投資信託勘定科目
zh_cn: 股票、债券、基金

source: Small-Business Accounting
es: Contabilidad de pequeños negocios
fr: Comptabilité pour petites entreprises
hu: Kisvállalkozások könyvelése
ja: 小規模ビジネスの会計処理
zh_cn: 小规模企业会计

source: QIF/OFX/HBCI Import, Transaction Matching
es: Importación QIF/OFX/HBCI , emparejamiento de transacciones
fr: Importation des protocoles QIF/OFX/HBCI
hu: QIF/OFX/HBCI importálása a tranzakciók egyeztetésével
ja: QIF/OFX/HBCI 形式のインポート、取引を一致させる処理
zh_cn: 导入并匹配 QIF/OFX/HBCI 交易

source: Financial Calculations
es: Cálculos financieros
fr: Calculs financiers
hu: Pénzügyi számítások
ja: 財務計算
zh_cn: 财务计算

source: <b>Discover more …</b>
es: <b>Descubra más...</b>
fr: <b>Découvrir plus …</b>
hu: <b>Tudjon meg többet...</b>
ja: <b>さらに詳しく知るには …</b>
zh_cn: <b>更多…</b>

source: GnuCash %s Released
es: GnuCash %s publicado
fr: GnuCash %s publié
hu: Megjelent a GnuCash %s
ja: GnuCash %s リリース
zh_cn: GnuCash %s

source: We've released GnuCash %s with many bugfixes and improvements including some %s!
es: Hemos lanzado GnuCash %s, que incluye numerosas correcciones de errores y mejoras, incluyendo algunas %s!
fr: Nous avons publiés GnuCash %s avec beaucoup de corrections et d'améliorations en incluant des %s !
hu: Megjelent a GnuCash %s számos hibajavítással és fejlesztéssel, köztük néhány %s!
ja: リリースした GnuCash %s には多くのバグ修正と%sを含む改良点があります!
zh_cn: %s 版本已发布，其修复和改正了许多错误，当然还包括一些 %s！

source: great new features
es: estupendas características nuevas
fr: des nouvelles fonctionnalités
hu: nagyszerű új funkcióval
ja: 素晴らしい新機能
zh_cn: 很赞的新功能

source: What's New in GnuCash %s
es: Novedades de GnuCash %s
hu: A GnuCash %s újdonságai
ja: GnuCash %s の最新情報
zh_cn: GnuCash %s 的新功能

source: Major Highlights
es: Características Principales
hu: Főbb jellemzők
ja: 主なハイライト
zh_cn: 主要功能

source: A new <b>Transaction Association</b> dialog, available from the <b>Update Association for Transaction</b> menu item that has replaced the two association items in 3.x, allows setting, changing, and deleting associations.
es: Un diálogo nuevo de <b>Asociación de Transacción</b>, disponible desde el mismo ítem de menú <b>Actualizar Asociación para Transacción</b> que ha sustituido los dos elementos de asociación en 3.x, permite parámetros, cambio, y borrado de asociaciones.
hu: Egy új <b>Tranzakciótársítás</b> párbeszédpanel, amely a <b>Tranzakcióhoz tartozó társítás frissítése</b> menüpontból érhető el, amely felváltotta a 3.x két társítási elemét, lehetővé teszi a társítások beállítását, módosítását és törlését.
zh_cn: <b>交易右键（或菜单）</b>-><b>管理文件链接</b>，替代了3.x版本的选项，现在支持直接设置、更改或删除。

source: A symbol (paperclip for files, chain links for URLS) is now displayed in the Associations column (visible in double-line mode) in the register in place of the letters when a transaction has an association. This doesn't work on MacOS.
es: Un símbolo (clip para ficheros, enlaces encadenados para las URL) ahora son desplegados dentro de la columna Asociaciones (visible en modo línea-doble) dentro del registro en lugar de las letras cuando un asiento tiene una asociación. Esto no funciona en MacOS.
zh_cn: 交易有链接时，链接栏（双行模式）会有回形针🔗（URLS 链接、可直接打开文件，过去是字母）。注：MacOS 上不适用。

source: Associations may now be added to bills, credit notes, invoices, and vouchers. The actual association when present is added as a link button which is shown below the notes.
es: Las asociaciones ahora tal vez son añadidos a vales, anotaciones crediticias, facturas y comprobantes. La asociación actual cuando presente es agregada como un botón enlazado el cual es mostrados debajo de las anotaciones.
zh_cn: 账单、预付、发票和凭证都可以链接文件；若有链接，说明下会标示。

source: [Video showing two ways to filter accounts]
es: [Vídeo mostrando dos maneras de filtrar cuentas]
zh_cn: [在交易界面筛选科目的两种方法]
