Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: The tip jar is run through Paypal into an account managed by IHTFP Consulting, owned by Derek Atkins. So don't be surprised when your payment goes there.
es: El consejo de jarra es ejecutado a través de Paypal dentro de una cuenta gestionada por IHTFP Consulting, propiedad por Derek Atkins. Por lo tanto, no se sorprenda cuando su abonación vaya allí.
fr: La boite à don fonctionne à travers un compte Paypal géré par IHFTP Consulting, détenu par Derek Atkins. Ne soyez donc pas surpris que vos paiements se dirigent là-bas.
hu: Az adománygyűjtőből a pénzt a Paypalon keresztül az IHTFP Consulting által kezelt számlára utalják, amelynek tulajdonosa Derek Atkins. Tehát ne lepődjön meg, ha a befizetése oda megy.
ja: 投げ銭は Paypal を通して Derek Atkins 氏が所有する IHTFP Consulting が管理する口座に送られます。よって、あなたの支払がそこに送られても驚かないでください。
zh_cn: 捐赠通过 Paypal 转入 Derek Atkins 旗下的 IHTFP 咨询公司，请放心。

source: You can transfer a donation to our bank account
es: Puedes donar mediante transferencia a nuestra cuenta bancaria
fr: Vous pouvez faire une donation par virement à notre compte bancaire
hu: Az adományát átutalhatja a bankszámlánkra
ja: 寄付を銀行口座へ送金
zh_cn: 银行账户

source: Owner:
es: Propietario:
fr: Propriétaire :
hu: Tulajdonos:
ja: 口座名義人:
zh_cn: 户名：

source: Purpose: Donation
es: Propósito: Donación
fr: Libellé : Don
hu: Cél: Adományozás
ja: 目的: 寄付
zh_cn: 用途：捐赠

source: Account:
es: Cuenta:
fr: Compte :
hu: Számla:
ja: 口座:
zh_cn: 帐号：

source: Bank Identifier Code (BIC):
es: Código de identificación del banco (BIC, Bank Identifier Code):
fr: Code d'Identification de la Banque (CIB) :
hu: Bankazonosító kód (BIC):
ja: 銀行識別コード(BIC):
zh_cn: 识别码（BIC）：

source: Bank:
es: Banco:
fr: Banque :
ja: 銀行:
zh_cn: 全称：

source: Address of bank:
es: Dirección del banco:
fr: Adresse de la banque :
hu: A bank címe:
ja: 銀行の住所:
zh_cn: 地址：

source: Why we appreciate your support
es: Por qué apreciamos tu apoyo
fr: Pourquoi nous apprécions votre support
hu: Miért értékeljük az Ön támogatását
ja: 寄付への感謝
zh_cn: 大爱三千

source: GnuCash is a volunteer effort. While we manage to keep our operational costs low there are inevitably expenses involved in keeping the servers running.
es: GnuCash es un esfuerzo voluntario. Aunque tratamos de mantener nuestros costes operacionales bajos siempre hay gastos inevitables relacionados con mantener los servidores funcionando.
fr: GnuCash est un travail bénévole. Bien que nous réussissons à garder nos coûts opérationnels bas, il y a inévitablement des dépenses impliquant le fait de continuer à faire tourner les serveurs.
hu: A GnuCash önkéntes tevékenység. Bár sikerül alacsonyan tartani a működési költségeinket, ám elkerülhetetlen költségekkel jár a szerverek működtetése.
ja: GnuCash はボランティア活動です。運用コストを低く保つようなんとかやりくりしていますが、サーバーを動作させ続けることに関与する避けられない費用があります。
zh_cn: GnuCash 由志愿者维护，虽然我们一直设法降低运营成本，但服务器不可避免地会涉及到一些支出。

source: Your contribution will be used to cover these expenses.
es: Tu contribución será usada para cubrir estos gastos.
fr: Votre contribution sera utilisée pour couvrir ces dépenses.
hu: Az Ön hozzájárulását ezeknek a költségeknek a fedezésére fordítjuk.
ja: あなたの寄付はこれらの費用を賄うために使われます。
zh_cn: 您的捐赠将用来支付这些费用。

source: Thank you for your support!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre aide !
hu: Köszönjük a támogatását!
ja: ご支援ありがとうございます!
zh_cn: 因风道感谢，情至笔载援！

source: Download executable bundles of the <span class="gnucash">GnuCash</span> program inclusive documentation or the source files here. Several versions are available for recent and older operating systems.
es: Descarga los paquetes ejecutables de <span class="gnucash">GnuCash</span> aquí, incluyendo la documentación o los archivos fuente. Hay disponibles varias versiones para sistemas operativos recientes y antiguos.
hu: Töltse le a <span class="gnucash">GnuCash</span> program futtatható csomagjait, beleértve a dokumentációt vagy a forrásfájlokat, itt. Számos verzió érhető el a legújabb és a régebbi operációs rendszerekhez.
ja: ここで文書を含む <span class="gnucash">GnuCash</span> プログラムの実行可能バンドルあるいはソースファイルをダウンロードしてください。最新およびより古いオペレーティング・システムのために、いくつかのバージョンが利用可能です。
zh_cn: <span class="gnucash">GnuCash</span>安装包、文档和源文件；系统不同、选择也不一样。

source: Download GnuCash
es: Descargar GnuCash
fr: Télécharger GnuCash
hu: A GnuCash letöltése
ja: GnuCashのダウンロード
zh_cn: 下载

source: Stable release (%s)
es: Publicación estable (%s)
fr: Version stable (%s)
hu: Stabil kiadás (%s)
ja: 安定版 (%s)
zh_cn: 新 （%s）

source: A stable release is a version of <span class="gnucash">GnuCash</span> that is well tested and considered appropriate for every day use.
es: Un lanzamiento estable es una versión de <span class="gnucash">GnuCash</span> que se ha probado correctamente y se considera apropiada para el uso diario.
fr: Une version stable de <span class="gnucash">GnuCash</span> doit être considérée comme bien testée et appropriée pour une utilisation quotidienne.
hu: A stabil kiadás a <span class="gnucash">GnuCash</span> egy olyan verziója, amely jól tesztelt és megfelelőnek tekinthető a mindennapi használatra.
ja: <span class="gnucash">GnuCash</span> 安定版リリースは十分にテストされ、通常の利用に適したバージョンです。
zh_cn: <span class="gnucash">新且稳定</span>的版本，经过良好的测试、非常适合日常使用。

source: The latest stable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
es: El último lanzamiento estable de <span class="gnucash">GnuCash</span> es %s. Escoge la descarga según tu sistema operativo debajo.
fr: La dernière version stable de <span class="gnucash">GnuCash</span> est la version %s. Choisissez le téléchargement correspondant à votre système d'exploitation.
hu: A <span class="gnucash">GnuCash</span> legújabb stabil kiadásának verziószáma %s. Válassza ki az alábbiakban az operációs rendszerének megfelelő letöltést.
ja: 最新の <span class="gnucash">GnuCash</span> 安定版リリースは %s です。オペレーティングシステムにあったダウンロードファイルを下記から選択してください。
zh_cn: <span class="gnucash">%s</span>版本，菜已端上、请慢用。

source: Installers
es: Instaladores
fr: Installeurs
hu: Telepítők
ja: インストーラー
zh_cn: 安装包

source: GnuCash %s for
es: GnuCash %s para
fr: GnuCash %s pour
hu: GnuCash %s a következőhöz
zh_cn: %s

source: Most linux distributions come bundled with a version of <span class="gnucash">GnuCash</span>, though it's not always the most recent version and it may not have been installed by default. Still it is recommended to use the <span class="gnucash">GnuCash</span> version that comes with your distribution.
es: La mayoría de distribuciones de Linux vienen con una versión de <span class="gnucash">GnuCash</span>, aunque no siempre es la versión más reciente y puede que no esté instalada por defecto. A pesar de ello, es recomendable usar la versión de <span class="gnucash">GnuCash</span> incluida en tu distribución.
fr: La plupart des distributions linux ont leur versions compilées de <span class="gnucash">GnuCash</span> avec dépendances, mais ce n'est pas toujours la version la plus récente et elle n'est pas installée par défaut. Il est malgré tout recommandé d'utiliser la version <span class="gnucash">GnuCash</span> présente avec votre distribution.
hu: A legtöbb linux disztribúció a <span class="gnucash">GnuCash</span> egyik verziójával együtt érkezik, bár ez nem mindig a legújabb verzió és előfordulhat, hogy alapértelmezés szerint nem települ. Ennek ellenére ajánlott a disztribúcióval érkező <span class="gnucash">GnuCash</span> verzió használata.
ja: ほとんどの Linux ディストリビューションには <span class="gnucash">GnuCash</span> が含まれています。最新版では無いかもしれませんし、デフォルトではインストールされていないかもしれません。ですが、ディストリビューションで提供されているバージョンの <span class="gnucash">GnuCash</span> を利用することをお勧めします。
zh_cn: 大多数 Linux 都有 <span class="gnucash">GnuCash</span> 源，虽然它并不总是最新的，也可能未默认安装，但还是建议使用自带的<span class="gnucash">源</span>。

source: At %s you can compare which distribution which version ships.
es: En %s puede comparar cual distribución con cuya versión se utiliza.
fr: Sur %s vous pouvez comparer quelle distribution convient à quelle version.
hu: A %s oldalon összehasonlíthatja, hogy melyik disztribúció melyik verziót szállítja.

source: Below are ways to install <span class="gnucash">GnuCash</span> on some of the more popular distributions:
es: Debajo hay formas de instalar <span class="gnucash">GnuCash</span> en algunas de las distribuciones más populares:
fr: Voici quelques liens pour installer <span class="gnucash">GnuCash</span> sur quelques distributions les plus populaires :
hu: Az alábbiakban bemutatjuk a <span class="gnucash">GnuCash</span> telepítésének módjait néhány népszerűbb disztribúción:
ja: いくつかの有名なディストリビューションで <span class="gnucash">GnuCash</span> をインストールする方法は次の通りです。
zh_cn: 一些较流行 Linux 的安装<span class="gnucash">方法</span>：

source: Fedora users can install <span class="gnucash">GnuCash</span> through System->Administration->Add/Remove Software (Gnome) or Applications->System->Software Management (KDE).
es: Los usuarios de Fedora puede instalar <span class="gnucash">GnuCash</span> a través de Sistema->Administración->Añadir/Quitar Software (GNOME) o Aplicaciones->Sistema->Gestión de Software (KDE).
fr: Les utilisateurs de Fedora peuvent installer <span class="gnucash">GnuCash</span> via Système->Administration->Ajouter/Supprimer un logiciel (Gnome) ou Applications->Système->Gestionnaire de logiciel (KDE).
hu: A Fedora felhasználók a <span class="gnucash">GnuCash</span> programot a Rendszer->Adminisztráció->Szoftver hozzáadása/eltávolítása (Gnome) vagy az Alkalmazások->Rendszer->Szoftverkezelés (KDE) segítségével telepíthetik.
zh_cn: 系统->管理->添加/删除软件(Gnome)或应用程序->系统->软件管理(KDE)， <span class="gnucash">One</span>。

source: Mandriva users can install <span class="gnucash">GnuCash</span> through the Software Management in the Mandriva Linux Control Center.
es: Los usuarios de Mandriva puede instalar <span class="gnucash">GnuCash</span> mediante Gestión de Software en el Centro de control de Mandriva Linux.
fr: Les utilisateurs de Mandriva peuvent installer <span class="gnucash">GnuCash</span> via le gestionnaire de logiciel du centre de contôle Mandriva Linux.
hu: A Mandriva felhasználók a Mandriva Linux Control Center szoftverkezelésén keresztül telepíthetik a <span class="gnucash">GnuCash</span> programot.
zh_cn: 控制中心->软件管理，<span class="gnucash">Two</span>。

source: Epel's wiki page
es: Página wiki de Epel
fr: Page wiki d'Epel
hu: Epel wiki oldala
ja: Epel氏による wiki ページ
zh_cn: Epel Wiki

source: Redhat and CentOS don't have <span class="gnucash">GnuCash</span> in their repositories by default. It can be installed however from the third-party Epel repository. For more details on configuring this additional software repository for your setup, see
es: Ni Redhat ni CentOS incluyen <span class="gnucash">GnuCash</span> en sus repositorios predeterminados. Sin embargo, es posible instalarlo a través del repositorio de terceros de Epel. Para obtener información sobre cómo configurar repositorios de programas adicionales en su instalación, vea
fr: Redhat et CentOS n'ont pas <span class="gnucash">GnuCash</span> par défaut dans leurs dépôts. On peut malgré tout l'installer depuis le dépôt logiciels-tiers Epel. Pour plus de détails sur la configuration et la mise en place de ce dépôt logiciel supplémentaire, voir
hu: A Redhat és a CentOS tárolói alapértelmezés szerint nem tartalmazzák a <span class="gnucash">GnuCash</span>-t. Azonban telepíthető a harmadik féltől származó Epel tárolóból. A további szoftvertároló beállításával kapcsolatos részletekért lásd
zh_cn: 没有内置<span class="gnucash">GnuCash源</span>，可以从第三方源 Epel 安装，如何配置 Epel，请参阅

source: Solus users can install <span class="gnucash">GnuCash</span> through the Software Center (Office Software -> Financial Software -> gnucash).
es: Los usuarios de Solus pueden instalar <span class="gnucash">GnuCash</span> a través del Centro de software (Software de oficina ▸ Software financiero ▸ gnucash).
fr: Les utilisateurs de Solus peuvent installer <span class="gnucash">GnuCash</span> via le gestionnaire de logiciels (Gestionnaire de logiciels -> Logiciels Financiers -> gnucash).
hu: A Solus felhasználók a <span class="gnucash">GnuCash</span>-t a Szoftverközponton keresztül telepíthetik (Irodai programok -> Pénzügyi programok -> gnucash).
zh_cn: 软件中心->办公软件->财务软件，<span class="gnucash">Three</span>。

source: Ubuntu users can install <span class="gnucash">GnuCash</span> through the Software Center. This will install <span class="gnucash">GnuCash</span> under the Office category in the Applications menu.
es: Los usuarios de Ubuntu pueden instalar <span class="gnucash">GnuCash</span> a través del Centro de software. Esto instalará <span class="gnucash">GnuCash</span> bajo la categoría Oficina en el menú Aplicaciones.
fr: Les utilisateurs d'Ubuntu peuvent installer <span class="gnucash">GnuCash</span> via le centre logiciel. Ceci installera <span class="gnucash">GnuCash</span> dans la catégorie Bureautique du menu Applications.
hu: Az Ubuntu felhasználók a Szoftverközponton keresztül telepíthetik a <span class="gnucash">GnuCash</span>-t. Ez telepíti a <span class="gnucash">GnuCash</span>-t az Irodai kategória Alkalmazások menüjében.
zh_cn: 软件中心，<span class="gnucash">Four</span>。<span class="gnucash">GnuCash</span>会分到办公软件里。

source: Sandbox
es: Espacio aislado
fr: Bac à sable
hu: Homokozó (Sandbox)
zh_cn: 沙盒

source: Flatpaks are bundles, which contain beneath the program also all required libraries. If your distribution is too old, to offer all required libraries, but has the package <a href="%s">Flatpak</a>, you can install a recent version of <span class="gnucash">GnuCash</span> from
es: Los Flatpak son paquetes que contienen, además del programa, las bibliotecas necesarias. Si su distribución es muy antigua como para ofrecer todas las bibliotecas necesarias pero tiene el paquete <a href="%s">Flatpak</a>, es posible instalar una versión reciente de <span class="gnucash">GnuCash</span> desde
zh_cn: Flatpaks 聚合库，包含程序所有必需的依赖；如果您的 Linux 太旧，借助 <a href="%s">Flatpak</a>，就可以安装最新版 <span class="gnucash">GnuCash</span>

source: %sFlatpak
es: %s de Flatpak

source: Known Issues and other details …
es: Problemas conocidos y otros detalles…
zh_cn: 拓展 …

source: Source code
es: Código fuente
fr: Code source
hu: Forráskód
ja: ソースコード
zh_cn: 源码

source: If your distro doesn't ship with <span class="gnucash">GnuCash</span> or you wish to install a different version than it ships with, you could try to build <span class="gnucash">GnuCash</span> directly from the source code. The <span class="gnucash">GnuCash</span> wiki has <a href='https://wiki.gnucash.org/wiki/Building'>guidelines for several distributions</a>.
es: Si tu distribución no viene con <span class="gnucash">GnuCash</span> o quieres instalar una versión diferente de la que trae, puedes intentar compilar <span class="gnucash">GnuCash</span> directamente desde el código fuente. La wiki de <span class="gnucash">GnuCash</span> tiene <a href='https://wiki.gnucash.org/wiki/Building'>indicaciones para varias distribuciones</a>.
zh_cn: 如果你的 Linux 不含 <span class="gnucash">GnuCash</span> 源，又或想安装其他版本，可以尝试<span class="gnucash">源码</span>构建。<span class="gnucash">GnuCash Wiki</span> 有<a href='https://wiki.gnucash.org/wiki/Building'>构建指南</a>。

source: for GnuCash %s
es: para GnuCash %s
fr: pour GnuCash %s
hu: A GnuCash %s verzióhoz
zh_cn: GnuCash %s

source: Unstable/Development release (%s)
es: Inestable/Desarrollo (%s)
fr: Version instable/en développement (%s)
hu: Nem stabil/Fejlesztői kiadás (%s)
ja: 開発版 (%s)
zh_cn: 开发版 (%s)

source: Unstable (development) releases are for testing purposes only. They contain the newest features and improvements, but may also contain serious bugs still. Don't install these releases for everyday use.
es: Las versiones inestables (desarrollo) son únicamente para pruebas. Incluyen las últimas funcionalidades y mejoras, pero pueden también contener errores importantes. No instales estas versiones para usarlas en el día a día.
zh_cn: 开发版仅用于测试，它包含最新的功能和修复，但也可能有严重的错误，不建议日常使用。

source: The latest unstable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
es: La última versión inestable de <span class="gnucash">GnuCash</span> es %s. Elija debajo la descarga para su sistema operativo.

source: Old Stable release (%s)
es: Versión estable anterior (%s)
hu: Régi stabil kiadás (%s)
ja: 旧安定版リリース (%s)
zh_cn: 旧 (%s)

source: This old stable release is the final version of the previous stable series. It's available for users who aren't ready for a major upgrade but want to make sure that they have all of the bugfixes from the old series.
es: Esta versión estable previa es la versión final de la serie de versiones estables previa. Se encuentra disponible para usuarios que no están preparados para una actualización importante pero que quieren asegurarse de que tienen las correcciones de fallos de la serie anterior.
zh_cn: 旧版是上一版本的最终稳定版，它适用于那些不愿升级、同时要稳定的用户。

source: The last old stable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
es: La última versión estable antigua de <span class="gnucash">GnuCash</span> es %s. Seleccione debajo la descarga para su sistema operativo.

source: Latest versions for historical operating systems
es: Últimas versiones para sistemas operativos históricos
fr: Dernières versions pour les systèmes d'exploitation historiques
hu: Legújabb verziók a régebbi operációs rendszerekhez
ja: 過去のOS向け最終バージョン
zh_cn: 陈年

source: This versions are really old. Do not expect any support.
es: Estas versiones son muy antiguas. No espere ningún servicio técnico.
zh_cn: 这个版本真的很老，放弃吧。

source: Other
es: Otros
fr: Autres
hu: Más
ja: その他
zh_cn: 其它

source: View all GnuCash %s downloads (stable)
es: Ver todas las descargas de GnuCash %s (estable)
fr: Voir tous les téléchargements GnuCash %s (stable)
hu: Az összes (stabil) GnuCash %s letöltés megtekintése
ja: すべての GnuCash %s ダウンロードファイルを見る (安定版)
zh_cn: GnuCash %s 所有的文档 （新版）

source: View all GnuCash %s downloads (unstable)
es: Ver todas las descargas de GnuCash %s (inestable)
fr: Voir tous les téléchargements GnuCash %s (instable)
hu: Az összes (nem stabil) GnuCash %s letöltés megtekintése
ja: すべての GnuCash %s ダウンロードファイルを見る (開発版)
zh_cn: GnuCash %s 所有的文档 （开发版）

source: View all GnuCash downloads
es: Ver todas las descargas de GnuCash
fr: Voir tous les téléchargements GnuCash
hu: Az összes GnuCash letöltés megtekintése
ja: すべての GnuCash ダウンロードファイルを見る
zh_cn: GnuCash 所有的文档

source: Server &amp; email outage reports to:
es: Notificaciones de interrupción del servidor y correo-e a:
fr: Problèmes de serveurs et de messagerie à transmettre à :
hu: Szerver és e-mail kimaradási jelentés a következő címre:
ja: サーバーおよび電子メールの不具合に関する連絡先:
zh_cn: 服务器故障，请邮件：

source: Translation problems? Contact:
es: ¿Problemas de traducción? Contacto:
fr: Des problèmes de traduction ? Contactez :
hu: Fordítási problémák? Kapcsolat:
ja: 翻訳の問題に関する連絡先:
zh_cn: 翻译问题，请联系：

source: Free Accounting Software
es: Software Libre de Contabilidad
fr: Logiciel Libre de finances personnelles
hu: Ingyenes számviteli program
ja: フリーの財務ソフトウェア
zh_cn: 开源财务软件

source: <span class="gnucash">GnuCash</span> is personal and small-business financial-accounting software, freely licensed under the <a href="https://www.gnu.org/">GNU</a> GPL and available for GNU/Linux, BSD, Solaris, Mac OS X and Microsoft Windows.
es: <span class="gnucash">GnuCash</span> es un software de contabilidad financiera para particulares y pequeñas empresas, con licencia libre bajo <a href="https://www.gnu.org/">GNU</a> GPL y disponible para GNU/Linux, BSD, Solaris, Mac OS X y Microsoft Windows.
fr: <span class="gnucash">GnuCash</span> est un gestionnaire de finances personnelles, offert gratuitement sous la license <a href="https://www.gnu.org/">GNU</a> GPL et disponible pour GNU/Linux, BSD, Solaris, Mac OS X et Microsoft Windows.
hu: A <span class="gnucash">GnuCash</span> egy pénzügyi-számviteli program magánszemélyeknek és kisvállalkozásoknak, amely ingyenes licensz alatt áll a <a href="https://www.gnu.org/">GNU</a> GPL szerint. Elérhető GNU/Linux, BSD, Solaris, Mac OS X és Microsoft Windows rendszereken.
ja: <span class="gnucash">GnuCash</span> は個人または小規模ビジネス向けの財務ソフトウェアです。<a href="https://www.gnu.org/">GNU</a> GPL ライセンスに基づきフリーで提供されています。GNU/Linux、BSD、Solaris、Mac OS X および Microsoft Windows で利用できます。
zh_cn: <span class="gnucash">GnuCash</span> 个人和小规模企业财务软件，遵循<a href="https://www.gnu.org/">GNU</a> GPL 协议，适用于 GNU/Linux、BSD、Solaris、Mac OS X 和 Microsoft Windows。

source: Subscribe to RSS feed
es: Suscribirse al suministro RSS
fr: S'abonner au flux RSS
hu: Iratkozzon fel az RSS hírcsatornára
ja: RSS フィードを購読
zh_cn: 订阅 RSS 新闻

source: Support the GnuCash project with a donation
es: Apoye el proyecto GnuCash con una donación
fr: Supporter le projet GnuCash avec un don
hu: Támogassa a GnuCash projektet adománnyal
ja: 寄付による GnuCash プロジェクトのサポート
zh_cn: 捐赠

source: Request or vote enhancements for GnuCash
es: Solicite o vote mejoras para GnuCash
fr: Requête ou voter des améliorations pour GnuCash
hu: Kérjen vagy szavazzon meg fejlesztéseket GnuCash számára
ja: GnuCash の機能拡張に関する要望・投票
zh_cn: 建议

source: GnuCash on facebook
es: GnuCash en Facebook
fr: GnuCash sur facebook
hu: A GnuCash a Facebookon
ja: Facebook の GnuCash ページ
zh_cn: Facebook

source: Language
es: Idioma
fr: Langue
hu: Nyelv
ja: 言語
zh_cn: 语言

source: Information
es: Información
hu: Információ
ja: 情報
zh_cn: 信息

source: Home
es: Inicio
fr: Accueil
hu: Kezdőlap
ja: ホーム
zh_cn: 主页

source: News
es: Noticias
fr: Actualités
hu: Hírek
ja: ニュース
zh_cn: 新闻

source: Screenshots, Features
es: Capturas de pantalla, prestaciones
fr: Copies d'écrans, fonctionnalités
hu: Képernyőképek, Jellemzők
ja: スクリーンショット、機能
zh_cn: 功能

source: Installation
es: Instalación
hu: Telepítés
ja: インストール
zh_cn: 安装

source: Getting help
es: Obtener ayuda
fr: Obtenir de l’aide
hu: Segítség kérése
ja: ヘルプ
zh_cn: 帮助

source: Downloads
es: Descargas
fr: Téléchargements
hu: Letöltések
ja: ダウンロード
zh_cn: 下载

source: Program
es: Programa
fr: Programme
ja: プログラム
zh_cn: 程序

source: Support
es: Asistencia
hu: Támogatás
ja: サポート
zh_cn: 答疑

source: FAQ
es: Preguntas frecuentes
hu: GYIK
zh_cn: 常见问题

source: Mailing Lists
es: Listas de correo
fr: Listes de diffusion
hu: Levelezőlisták
ja: メーリングリスト
zh_cn: 邮件

source: Bug Reports
es: Informes de defectos
fr: Rapport d'anomalies
hu: Hibajelentések
ja: バグレポート
zh_cn: 报告漏洞

source: IRC (Chat)
es: IRC (charla)
fr: Clavardage IRC
hu: IRC (Csevegés)
ja: IRC (チャット)
zh_cn: IRC (聊天)

source: Development
es: Desarrollo
fr: Développement
hu: Fejlesztés
ja: 開発情報
zh_cn: 开发

source: How to help
es: Cómo ayudar
fr: Comment aider
hu: Hogyan tud segíteni
ja: 貢献方法
zh_cn: 贡献

source: Source Docs
es: Documentos fuente
fr: Docs Source
hu: Forrásdokumentumok
ja: ソースコード関連文書
zh_cn: 架构

source: Browse Source Code
es: Explorar código fuente
fr: Parcourir le code source
hu: Böngésszen a forráskódban
ja: ソースコード閲覧
zh_cn: 源代码

source: Git Access
es: Acceso a Git
fr: Accès Git
hu: Git hozzáférés
ja: Git アクセス
zh_cn: 查询 Git

source: Language Translations
es: Traducciones en otros idiomas
fr: Traductions
hu: Nyelvi fordítások
ja: 言語の翻訳
zh_cn: 翻译

source: Sizing
es: Dimensionamiento
fr: Dimensionnement
zh_cn: 规模

source: GnuCash 2.4 Small Business Accounting
es: GnuCash 2.4 Contabilidad para pequeños negocios
hu: GnuCash 2.4 kisvállalati számvitel
zh_cn: GnuCash 2.4 小规模企业财务

source: The GnuCash development team received notice about a new book published by PacktPub, UK:
es: El equipo de desarrollo de GnuCash recibió noticias de un nuevo libro publicado por PacktPub, UK:
fr: L'équipe de développement GnuCash a été informée qu'un nouveau livre a été publié par PacktPub, UK :
hu: A GnuCash fejlesztőcsapata értesítést kapott a PacktPub, UK által kiadott új könyvről:
ja: GnuCash 開発チームは PacktPub, UK から出版された新しい本に関する通知を受け取りました。
zh_cn: 开发团队收到通知，英国 PacktPub 公司出版了一本新书：
