Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: <span class="gnucash">GnuCash</span> 2.6 comes with updated Help and Guide. If you can't find the answer to your questions in those documents, try with the <a href="https://wiki.gnucash.org/wiki/GnuCash">GnuCash wiki</a>. If both options are unsatisfactory, you can send your questions to the <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash mailing lists</a>: the <span class="gnucash">GnuCash</span> community is very friendly and experienced and someone will surely assist you.
es: <span class="gnucash">GnuCash</span> 2.6 viene con Ayuda y Guía actualizadas. Si no puede encontrar la respuesta a su preguntas en esos documentos, intente con el <a href="https://wiki.gnucash.org/wiki/GnuCash">wiki GnuCash</a>. Si ambas opciones son insatisfactorias, puede enviar sus cuestiones a la <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">lista de correo de GnuCash</a>: la comunidad de <span class="gnucash">GnuCash</span> es muy amigable y expertos y alguno seguramente le ayudará a usted.
fr: <span class="gnucash">GnuCash</span> 2.6 arrive avec une mise à jour de l'aide et du guide. Si vous ne pouvez pas trouver la réponse dans ces documents, essayez avec le <a href="https ://wiki.gnucash.org/wiki/GnuCash">wiki GnuCash</a>. Si toutes ces options ne vous donnent pas satisfaction, vous pouvez envoyer vos questions à la <a href="https ://wiki.gnucash.org/wiki/Mailing_Lists">liste de distribution GnuCash</a> : la communauté <span class="gnucash">GnuCash</span> est très amicale et expérimentée et quelqu'un pourra certainement vous assister.
hu: A <span class="gnucash">GnuCash</span> 2.6 frissített súgóval és útmutatóval érkezik. Ha ezekben a dokumentumokban nem találja a választ a kérdéseire, próbálkozzon a <a href="https://wiki.gnucash.org/wiki/GnuCash">GnuCash wikivel</a>. Ha egyik lehetőség sem kielégítő, elküldheti a kérdéseit a <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash levelezőlistákra</a>: a <span class="gnucash">GnuCash</span> közösség nagyon barátságos és tapasztalt, valaki biztosan segíteni fog.
zh_cn: <span class="gnucash">GnuCash</span> 2.6 提供了新的帮助和指南；找不到答案，试试 <a href="https://wiki.gnucash.org/wiki/GnuCash">GnuCash Wiki</a>；还没有，请邮件 <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash</a>：<span class="gnucash">GnuCash</span>，社区资源很丰富，一定会寻得到答案。

source: Want to Help?
es: ¿Quieres ayudar?
fr: Besoin d'aide ?
hu: Segíteni akar?
ja: 貢献したい場合どうすればよい?
zh_cn: 想帮忙？

source: <span class="gnucash">GnuCash</span> is a program maintained by volunteers. If you want to be part of the effort, you can contribute in many ways:
es: <span class="gnucash">GnuCash</span> es un programa mantenido por voluntarios. Si quieres colaborar, puedes contribuir de muchas formas:
fr: <span class="gnucash">GnuCash</span> est un programme maintenu par des bénévoles. Si vous souhaitez participer au projet, vous pouvez contribuer de plusieurs manières :
hu: A <span class="gnucash">GnuCash</span> egy önkéntesek által fenntartott program. Ha részese akar lenni az erőfeszítésnek, számos módon hozzájárulhat:
ja: <span class="gnucash">GnuCash</span>はボランティアによって開発維持されているプログラムです。参加するには次の方法があります。
zh_cn: <span class="gnucash">GnuCash</span> 一个由志愿者维护的项目，多种参与方式：

source: By testing the program and <a href="https://wiki.gnucash.org/wiki/Bugzilla">reporting bugs</a>
es: Probando el programa y <a href="https://wiki.gnucash.org/wiki/Bugzilla">reportando errores</a>
fr: En testant le programme et en <a href="https://wiki.gnucash.org/wiki/Bugzilla">rapportant les bugs</a>
hu: A program tesztelésével és <a href="https://wiki.gnucash.org/wiki/Bugzilla">a hibák bejelentésével</a>
ja: プログラムの試験をし、<a href="https://wiki.gnucash.org/wiki/Bugzilla">バグ報告</a>を英語でしてください。
zh_cn: 测试程序，并在 <a href="https://wiki.gnucash.org/wiki/Bugzilla">提交漏洞</a>

source: By liking our project page on <a href="https://www.facebook.com/Gnucash">facebook</a> and <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
es: Dando like a nuestra página del proyecto en <a href="https://www.facebook.com/Gnucash">Facebook</a> y <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
fr: En liant notre page projet sur <a href="https://www.facebook.com/Gnucash">facebook</a> et<a href="https://plus.google.com/u/0/+gnucash">Google+</a>
hu: A projekt oldalunk lájkolásával, <a href="https://www.facebook.com/Gnucash">Facebook</a> és a <a href="https://plus.google.com/u/ 0/+ gnucash">Google+</a>
ja: <a href="https://www.facebook.com/Gnucash">facebook</a>や<a href="https://plus.google.com/u/0/+gnucash">Google+</a>のGnuCashプロジェクトページへのリンクを作成してください。
zh_cn: 请在 <a href="https://www.facebook.com/Gnucash">facebook</a> 和 <a href="https://plus.google.com/u/0/+gnucash">Google+</a> 上关注我们的项目（Google+已关闭个人服务）

source: By spreading the word
es: Corriendo la voz
fr: En passant le mot
hu: Hírek terjesztésével
ja: GnuCashという言葉を広めてください。
zh_cn: 传播

source: <a href="https://sourceforge.net/donate/index.php?group_id=192">By making a donation</a>
es: <a href="https://sourceforge.net/donate/index.php?group_id=192">Haciendo una donación</a>
fr: <a href="https://sourceforge.net/donate/index.php?group_id=192">En faisant un don</a>
hu: <a href="https://sourceforge.net/donate/index.php?group_id=192">Adományozással</a>
ja: <a href="https://sourceforge.net/donate/index.php?group_id=192">寄付</a>をしてください。
zh_cn: <a href="https://sourceforge.net/donate/index.php?group_id=192">捐赠</a>

source: By partecipating in the <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash mailing lists</a> and <a href="https://wiki.gnucash.org/wiki/IRC">IRC channel</a>
es: Participando en los <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">listados de distribución de GnuCash</a> y <a href="https://wiki.gnucash.org/wiki/IRC">canal IRC</a>
fr: En participant à la <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">liste de distribution GnuCash</a> et au <a href="https://wiki.gnucash.org/wiki/IRC">canal IRC</a>
hu: Azáltal, hogy részt vesz a <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash levelezési listáiban</a> és az <a href="https://wiki.gnucash.org/wiki/IRC">IRC csatornáján</a>
ja: <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCashメーリングリスト</a>や<a href="https://wiki.gnucash.org/wiki/IRC">IRCチャンネル</a>に参加してください。
zh_cn: 沟通 <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash 邮箱</a>和 <a href="https://wiki.gnucash.org/wiki/IRC">IRC 频道</a>

source: By reviewing and adding hints to the <a href="https://wiki.gnucash.org/wiki/">wiki</a>
es: Revisando y añadiendo indicaciones a la <a href="https://wiki.gnucash.org/wiki/">wiki</a>
fr: En relisant et en ajoutant des articles au <a href="https://wiki.gnucash.org/wiki/">wiki</a>
hu: A <a href="https://wiki.gnucash.org/wiki/">wiki</a> áttekintésével és tippek hozzáadásával
ja: <a href="https://wiki.gnucash.org/wiki/">wiki</a>を査読したりヒントを追加してください。
zh_cn: 在 <a href="https://wiki.gnucash.org/wiki/">Wiki</a> 审查和添加提示

source: By improving the <a href="https://gnucash.org/docs.phtml">released documentation</a>
es: Mejorando la <a href="https://gnucash.org/docs.phtml">documentacion publicada</a>
fr: En améliorant <a href="https://gnucash.org/docs.phtml">la documentation publiée</a>
hu: A <a href="https://gnucash.org/docs.phtml">kiadott dokumentáció</a> továbbfejlesztésével
ja: <a href="https://gnucash.org/docs.phtml">リリース文書</a>を改善してください。
zh_cn: 改进<a href="https://gnucash.org/docs.phtml">已发布的文档</a>

source: By <a href="https://wiki.gnucash.org/wiki/Translation">translating the program and documentation to your language</a>
es: <a href="https://wiki.gnucash.org/wiki/Translation">Traduciendo el programa y la documentación a tu idioma</a>
fr: En <a href="https://wiki.gnucash.org/wiki/Translation">traduisant le programme et la documentation dans votre langue</a>
hu: Ha <a href="https://wiki.gnucash.org/wiki/Translation">lefordítja a programot és a dokumentációt az Ön nyelvére</a>
ja: <a href="https://wiki.gnucash.org/wiki/Translation">プログラムや文書を翻訳</a>してください。
zh_cn: 在<a href="https://wiki.gnucash.org/wiki/Translation">将程序和文档翻译成您的母语</a>

source: By <a href="https://wiki.gnucash.org/wiki/Development">developing the source code</a>
es: <a href="https://wiki.gnucash.org/wiki/Development">Desarrollando el código fuente</a>
fr: En <a href="https://wiki.gnucash.org/wiki/Development">développant le code source</a>
hu: <a href="https://wiki.gnucash.org/wiki/Development">A forráskód fejlesztésével</a>
ja: <a href="https://wiki.gnucash.org/wiki/Development">ソースコードを開発</a>に参加してください。
zh_cn: <a href="https://wiki.gnucash.org/wiki/Development">贡献</a>

source: The GnuCash developers team
es: El equipo de desarrollo de GnuCash
fr: L'équipe de développement GnuCash
hu: A GnuCash fejlesztők csapata
ja: GnuCash 開発チーム
zh_cn: GnuCash 开发团队

source: Writing Documentation
es: Escribir documentación
fr: Rédaction de la documentation
hu: Dokumentáció írása
ja: 文書作成
zh_cn: 文档

source: If you are interested in improving the <span class="gnucash">GnuCash</span> documentation, you have come to the right place. This page will provide you with the necessary information to get started.
es: Si estás interesado en mejorar la documentación de <span class="gnucash">GnuCash</span>, has venido al sitio correcto. Esta página te dará la información necesaria para comenzar.
fr: Si vous êtes intéressés par l'amélioration de la documentation <span class="gnucash">GnuCash</span>, vous êtes au bon endroit. Cette page vous donnera les informations nécessaires pour débuter.
zh_cn: 如果您有兴趣编辑<span class="gnucash">指北</span>，那来对地方了，本页将提供必要的信息，助您开始。

source: Writing GnuCash Documentation
es: Escribir documentación de GnuCash
fr: Écrire la documentation GnuCash
zh_cn: 编辑

source: Just as the <span class="gnucash">GnuCash</span> application has been developed over time by volunteers, so too has the documentation been written by volunteer developers and users to help others learn how <span class="gnucash">GnuCash</span> works. This collaborative effort has resulted in the creation of two major documents, the <b>Help Manual</b> and the <b>Tutorial and Concepts Guide</b>.
es: Al igual que la aplicación <span class="gnucash">GnuCash</span> ha sido desarrollada a lo largo del tiempo por voluntarios, la documentación también ha sido escrita por desarrolladores voluntarios y usuarios para ayudar a otros como funciona <span class="gnucash">GnuCash</span> . Este esfuerzo colaborativo ha resultado en la creacion de dos documentos principales, el <b>Manual de ayuda</b> y el<b>Tutorial y guía de conceptos</b>.
fr: Tout comme l'application <span class="gnucash">GnuCash</span> a été développée au fil du temps par des bénévoles, la documentation a également été rédigée par des développeurs et des utilisateurs bénévoles pour aider les autres à apprendre comment <span class="gnucash"> GnuCash</span> fonctionne. Cet effort de collaboration a abouti à la création de deux documents majeurs, le <b>Manuel d'aide</b> et le <b>Tutoriel et Guide des Concepts</b>.
zh_cn: 和<span class="gnucash">程序</span>一样，指南也是由开发者和使用者维护的，两份<span class="gnucash">主要</span>文件：<b>帮助手册</b>、<b>教程概念</b>。

source: The <span class="gnucash">GnuCash</span> community welcomes assistance in maintaining and improving both the program and its documentation. If you are interested in helping write, edit or translate <span class="gnucash">GnuCash</span>'s documentation, this page gives guidance on how to get set up to join the effort.
es: La comunidad de <span class="gnucash">GnuCash</span> agradece la ayuda para mantener y mejorar tanto el programa como la documentación. Si estás interesado en escribir, editar o traducir la documentación de <span class="gnucash">GnuCash</span>, esta página sirve de guía sobre como sumarse al esfuerzo.
fr: La communauté <span class="gnucash">GnuCash</span> est heureuse d'avoir de l'aide pour maintenir et améliorer à la fois le programme et sa documentation. Si vous êtes intéressé pour aider à écrire, éditer ou traduire la documentation de <span class="gnucash">GnuCash</span>, cette page donne des conseils sur la façon de se préparer pour se joindre à l'effort.
zh_cn: <span class="gnucash">社区</span> 欢迎大家贡献力量，如果你有兴趣编写或翻译<span class="gnucash">指南</span>，这儿就是起点。

source: The <span class="gnucash">GnuCash</span> documentation can be viewed and downloaded from the <a href="docs.phtml">Documentation page</a>.
es: La documentación de <span class="gnucash">GnuCash</span> puede ser vista y descargada desde la <a href="docs.phtml">página de documentación</a>.
zh_cn: <span class="gnucash">GnuCash</span> <a href="docs.phtml">指北</a>。

source: Introduction
es: Introducción
zh_cn: 简介

source: The <span class="gnucash">GnuCash</span> documentation is stored in <b>xml</b> files. More precisely, it uses the <b>docbook system</b>. This is a relatively flexible system that takes xml files as input and can generate documentation in several different output formats (html, pdf …).
es: La documentación de <span class="gnucash">GnuCash</span> se guarda en ficheros <b>xml</b>. Más precisamente, usa el sistema <b>docbook</b>. Este es un sistema relativamente flexible que toma ficheros xml como entrada y puede generar documentación en distintos formatos de salida(html, pdf ...).
fr: La documentation <span class="gnucash">GnuCash</span> est enregistrée dans des fichiers <b>xml</b>. Plus précisément, elle utilise le <b>système docbook</b>. C'est un système relativement flexible qui utilise les fichiers xml files comme entrée et peut générer une documentation dans plusieurs formats de sortie (html, pdf …).
zh_cn: <span class="gnucash">指南</span> 是 <b>XML</b> 格式，准确说，是用 <b>Docbook</b> 管理 XML 文件，输出 html、pdf...。

source: If you wish to review or write <span class="gnucash">GnuCash</span> documentation, you will need to know xml. Some basic knowledge of the docbook system may be useful as well.
es: Si quieres revisar o escribir documentación de <span class="gnucash">GnuCash</span>, necesitarás saber xml. Conocimiento básico del sistema docbook también podría ser útil.
fr: Si vous souhaitez revoir ou écrire la documentation de <span class="gnucash">GnuCash</span>, vous aurez besoin de connaître le xml. Quelques connaissances de base sur le système docbook peuvent être également utiles.
zh_cn: 检阅或编辑<span class="gnucash">指北</span>，你需要了解 XML，也需要一些 Docbook 的基本知识。

source: The following links are for further sites that can help with the documentation and review process.
es: Los siguientes enlaces son para páginas que pueden ayudar con el proceso de documentación y revisión.
fr: Les liens suivants pointent vers des sites qui peuvent aider.
zh_cn: 详细资料如下。

source: While this <span class="gnucash">GnuCash</span> wiki page is really about translating the documentation, it holds some useful information on working with docbook files.
es: Aunque esta página de wiki de <span class="gnucash">GnuCash</span> trata sobre traducir la documentación, también contiene información relevante acerca de trabajar con archivos docbook.
fr: Comme cette page du wiki de <span class="gnucash">GnuCash</span> est réellement dédiée à la traduction de la documentation, elle stocke plusieurs informations utiles sur le travail avec les fichiers docbook.
zh_cn: 虽然<span class="gnucash">GnuCash</span> Wiki 实际上是关于翻译的，但也包含一些 Docbook 资料。

source: A detailed guide on how to work with documentation (update and maintenance).
es: Una guía detallada sobre como trabajar con documentación (actualización y mantenimiento).
fr: Un guide détaillé sur la manière de travailler pour la documentation (mise à jour et maintenance).
zh_cn: 编辑文档的详细指南。

source: We suggest also subscribing to
es: También te sugerimos suscribirte a
fr: Nous suggérons également l'inscription à
zh_cn: 要不、就写邮件

source: Gnome Documentation guidelines
es: Pautas de la documentación de Gnome
fr: Guides de documentation Gnome
zh_cn: Gnome

source: As stated earlier, the new docs are based on the docbook system. Everyone wishing to help please follow these guides where possible when reviewing and/or writing docs.
es: Como se mencionó anteriormente, la nueva documentación está basada en el sistema docbook. Cualquiera que desee ayudar por favor sigue estas pautas en la medida de lo posible al revisar y/o escribir documentación.
fr: Comme expliqué par ailleurs, les nouvelles documentations sont basées sur le système docbook. Celles et ceux qui souhaitent aider peuvent lire ces guides pour savoir comment contribuer à la documentation.
zh_cn: 如前所述，新指南基于 Docbook 系统，大家要是想编辑，请多多参考下面的资料。

source: No longer available
es: Ya no está disponible
fr: Plus disponible
zh_cn: 已失效

source: Where to get the documentation source
es: Donde conseguir las fuentes de la documentación
fr: Où obtenir la source de documentation
zh_cn: 源文件

source: You will need a recent copy of the documentation source. For this you can check out the documentation module from the gnucash-docs git repository. Reviewers could also start from the <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>current docs tarball</a>.
es: Necesitará una copia reciente de la fuente de documentación. Para esto, puede hacer check-out de el módulo de documentación del repositorio git gnucash-docs. Los revisores pueden también empezar con el <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>tarball de la documentación actual</a>.
fr: Vous aurez besoin d'une copie récente de la documentation source. Pour cela, vous pouvez vérifiez le module de documentation depuis le répertoire gnucash-docs git. Les évaluateurs peuvent aussi commencer depuis le <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>document actuel tarball</a>.
zh_cn: 请从 gnucash-docs 的 git 仓库克隆最新源文件；<a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>sourceforge</a> 太旧（V3.2），不建议使用。

source: For those not familiar with git, the <span class="gnucash">GnuCash</span> wiki has a <a href='https://wiki.gnucash.org/wiki/Git'>description</a> tailored to the <span class="gnucash">GnuCash</span> code. To get the documentation source instead of the program source, replace 'gnucash' with 'gnucash-docs' in the mentioned git commands, like this:
es: Para aquellos que no estén familiarizados con git, la wiki de <span class="gnucash">GnuCash</span> contiene una <a href='https://wiki.gnucash.org/wiki/Git'>descripción</a> adaptada al código de <span class="gnucash">GnuCash</span>. Para obtener las fuentes de la documentación en lugar de la fuentes del programa, reemplace 'gnucash' con 'gnucash-docs' en los comandos de git mencionados de esta manera:
fr: Pour celles et ceux qui ne sont pas familier(ère)s avec git, le wiki de <span class="gnucash">GnuCash</span> fournit une <a href='https://wiki.gnucash.org/wiki/Git'>description</a> sur mesure du code de <span class="gnucash">GnuCash</span>. Pour obtenir cette source de documentation à la place de la source du programme, remplacez 'gnucash' par 'gnucash-docs' dans les commandes git mentionnées, par exemple :
zh_cn: 不熟悉 Git ，<span class="gnucash">GnuCash Wiki</span> 有详细 <a href='https://wiki.gnucash.org/wiki/Git'>讲解</a>，是为 <span class="gnucash">GnuCash</span> 量身定制的。获取指南而非源代码，请用如下指令：

source: There are two major <span class="gnucash">GnuCash</span> documentation packages to help users: the <b>Help Manual</b> and the <b>Tutorial and Concepts Guide</b>. With the above command, the source code of both will be downloaded.
es: Hay dos principales paquetes de documentación de <span class="gnucash">GnuCash</span> para ayudar a los usuarios: el <b>Manual de ayuda</b> y el <b>Tutorial y guía de conceptos</b>. Con el comando de arriba, se puede descargar el código fuente de ambos.
fr: Il y a deux sources majeures de packs de documentation <span class="gnucash">GnuCash</span> pour aider les utilisateurs : le <b>Manuel d'Aide</b> et le <b>Tutoriel et Guide des Concepts</b>. Avec la commande du dessus, les deux codes sources seront téléchargés.
zh_cn: <span class="gnucash">GnuCash</span> 的主要指北：<b>帮助手册</b>和<b>教程概念</b>，使用上述命令获取。

source: Writers
es: Escritores
fr: Rédacteurs
zh_cn: 笔者

source: Get a copy of the documentation source as described above and start making changes. When you are satisfied with your changes you can create a patch by running the following command in the base directory of the documentation (usually gnucash-docs, unless you renamed it):
es: Obtenga una copia de la fuente de la documentación tal y como se ha descrito arriba y comience a realizar cambios. Cuando esté satisfecho con los cambios, puede crear un parche ejecutando el siguiente comando en el directorio base de la documentación (normalmente gnucash-docs a no ser que lo haya renombrado):
fr: Prenez une copie de la documentation source telle que décrit au-dessus et commencer à la modifier. Lorsque vous êtes satisfait de vos changements, vous pouvez créer un patch en lançant la commande suivante à la base du répertoire de la documentation (habituellement gnucash-docs, à moins que vous ne l'ayez renommé) :
zh_cn: 如上所述获取指南、编辑，若感觉合适，可以在文件（通常为 gnucash-docs，除非其重命名了）目录运行命令提交：

source: Next attach your patch to a bug report against the proper component for the Documentation product in <a href='https://bugs.gnucash.org/'><span class="gnucash">GnuCash</span>' bug database</a>. See also <a href='https://wiki.gnucash.org/wiki/Bugzilla'>GnuCash' wiki page on bugzilla</a> for more details about patch submission.
es: Después adjunte su parche a un informe de gazapo frente el componente preciso para el producto de la Documentación en la base de datos de gazapos de <a href='https://bugs.gnucash.org/'><span class="gnucash">GnuCash</span></a>. Vea además la <a href='https://wiki.gnucash.org/wiki/Bugzilla'>página wiki de GnuCash en bugzilla</a> para más detalles acerca del envío del parche.
fr: Puis joignez votre patch à un rapport d'erreur attaché à la partie concerné pour la production de la Documentation dans <a href='https://bugs.gnucash.org/'> <span class="gnucash">GnuCash</span>' base de donnée d'erreur</a>. Voir aussi <a href='https://wiki.gnucash.org/wiki/Bugzilla'>la page wiki de GnuCash sur bugzilla</a> pour plus de détail sur la soumission d'un patch.
zh_cn: 新指南将被提交到 <a href='https://bugs.gnucash.org/'><span class="gnucash">GnuCash</span> 数据库</a>。更多提交资料，请参阅 Bugzilla 的 <a href='https://wiki.gnucash.org/wiki/Bugzilla'>Wiki</a>。

source: <b>NOTE:</b> It used to be ok also to send your patch directly to the gnucash-devel list. This is discouraged now, as a patch is easily forgotten between the many list discussions. Attach patches to bugs in Bugzilla instead (either an existing bug or a new one). If you insist on sending a patch to gnucash-devel, it should be attached, not inlined.
es: <b>NOTA:</b> enviar tu parche directamente a la lista de gnucash-devel se solía considerar aceptable. Esto ya no es recomendado, dado que el parche cae fácilmente en el olvido entre las muchas discusiones de la lista. En su lugar, añada los parches a los bugs en Bugzilla (ya sea a un bug existente o a uno nuevo). Si aún así insiste en enviar un parche a gnucash-devel, debería de ser adjuntado, no como texto del mensaje.
zh_cn: <b>注意：</b>过去也可以直接给 gnucash-devel 发邮件，但现在不建议，因为很容易被遗漏，请将新指北提交给 Bugzilla；如果您坚持发邮件，应将新指南添加为附件，而不是信的内容。
