Repository: CWehli/gnucash-htdocs
Catalog: po/*.po
Languages: es, fr, hu, ja, zh_cn

source: GnuCash 2.4 Small Business Accounting, by Ashok Ramachandran
es: GnuCash 2.4 Contabilidad para pequeño negocio, por Ashok Ramachandran
fr: GnuCash 2.4 Small Business Accounting, par Ashok Ramachandran
hu: GnuCash 2.4 kisvállalati számvitel, írta Ashok Ramachandran
ja: GnuCash 2.4 Small Business Accounting, Ashok Ramachandran著
zh_cn: 《GnuCash 2.4 小规模企业财务》，作者：Ashok Ramachandran

source: This is a Beginner's Guide for managing your accounts.
es: Esta es una guía de principiantes para el manejo de tus cuentas.
fr: Le guide du débutant pour gérer ses comptes.
hu: Ez egy kezdőknek szóló útmutató a számlái kezeléséhez.
ja: これは会計管理に関する初心者向けのガイドです。
zh_cn: 一本财务管理的入门指导。

source: Our own developer Christian Stimming has been contributing to this book as a reviewer, and we can wholeheartly recommend the outcome of this fruitful collaboration. Feel free to have a look at this book over at %s, and, best of all, the publisher has committed to allocate some percentage of the book sales back to the GnuCash project. Have fun with this book!
es: Nuestro desarrollador Christian Stimming ha estado contribuyendo a este libro como revisor y solo podemos recomendar el resultado de esta productiva colaboración. Echa un vistazo al libro en %s. Y lo mejor de todo es que la editorial se ha comprometido a destinar un porcentaje de las ventas del libro al proyecto GnuCash. ¡Disfruta del libro!
fr: Notre propre développeur Christian Stimming a contribué à ce livre en tant que critique, et nous pouvons recommander de tout cœur le résultat de cette collaboration fructueuse. N’hésitez pas à regarder ce livre à %s, et, mieux encore, l’éditeur s’est engagé à allouer un certain pourcentage des ventes de livres au projet GnuCash. Amusez-vous avec ce livre!
hu: Egyik fejlesztőnk Christian Stimming, szerkesztőként dolgozott ezen a könyvön és örülünk ennek a gyümölcsöző együttműködésnek. Ebből a könyvből egy kis részletet olvashat itt: %s. A szerző ígéretet tett arra, hogy a könyvből származó bevétel egy kis százalékát a GnuCash projektnek adományozza. Jó szórakozást a könyvhöz!
ja: 我々自身の開発者である Christian Stimming 氏が査読者としてこの本に貢献しており、私たちは心からこの実りの多い協力の結果を推薦することができます。%sでこの本を自由に試し読みできます。そして、更に出版社は本の売り上げの数パーセントをGnuCashプロジェクトに割り当てることを約束しました。この本で楽しんでください!
zh_cn: 开发者 Christian Stimming 参与了本书的编写，亦是审稿人。我们诚心地推荐这份意义满满的资料，欢迎在%s阅读，最主要，出版商已承诺将部分利润回赠给 GnuCash。加油！

source: Features
es: Funcionalidades
fr: Fonctionnalités
hu: Jellemzői
ja: 特徴
zh_cn: 功能

source: <span class="gnucash">GnuCash</span> is powerful accounting software. Below are details of some of the numerous features that <span class="gnucash">GnuCash</span> has to offer to its users.
es: <span class="gnucash">GnuCash</span> es un potente software de contabilidad. Debajo están detalladas alguna de las numerosas características que <span class="gnucash">GnuCash</span> ofrece a sus usuarios.
hu: A <span class="gnucash">GnuCash</span> egy hatékony számviteli szoftver. Az alábbiakban a <span class="gnucash">GnuCash</span> által a felhasználók számára kínált képességek néhány részlete található.
ja: <span class="gnucash">GnuCash</span> は強力な財務ソフトウェアです。次に示すのは、<span class="gnucash">GnuCash</span> が利用者に提供するいくつかの素晴らしい機能の詳細です。
zh_cn: <span class="gnucash">GnuCash</span>强大的财务软件，下面是一些代表<span class="gnucash">功能</span>。

source: Main features
es: Características principales
fr: Fonctionnalités principales
hu: Főbb jellemzői
ja: 主な機能
zh_cn: 主要

source: Advanced features
es: Características avanzadas
fr: Fonctionnalités avancées
hu: Fejlett képességek
ja: 高度な機能
zh_cn: 高级

source: Data storing and exchange features
es: Características de almacenamiento e intercambio de datos
fr: Stockage des données et fonctions d'échange
hu: Adattárolási és adatcsere képességek
ja: データ保存と交換機能
zh_cn: 数据存储和转换

source: Other goodies
es: Otros beneficios
fr: Autres bonnes chose
hu: Egyéb finomságok
ja: 他の良いところ
zh_cn: 其它优点

source: Double Entry
es: Asiento Doble
fr: Comptabilité en partie double
hu: Kettős könyvelés
ja: 複式記帳法
zh_cn: 复式记账

source: Every transaction must debit one account and credit others by an equal amount. This ensures the books balance: the difference between income and expenses exactly equals the sum of assets and liabilities.
es: Cada transacción debe tener una cuenta de débito y otras de crédito por una cantidad igual. Esto asegura el balance de los libros: la diferencia de ingresos y gastos exactamente iguales a la suma de activos y pasivos.
fr: Chaque transaction/opération doit débiter un compte et en créditer un autre. Ceci permet de maintenir un équilibre entres les rentrées et sorties d'argent et la somme des actifs et des capitaux propres.
hu: Minden tranzakciónak meg kell terhelnie egy számlát és egyenlő összeggel jóvá kell írnia egy másikat. Ez biztosítja a könyvelés egyensúlyát: a bevételek és kiadások közötti különbség pontosan megegyezik az eszközök és kötelezettségek összegével.
ja: すべての取引はある勘定科目の借方となり、他の勘定科目で等量の貸方となります。これで帳簿の釣り合いが確実に保たれます。収益と費用の差異は資産と負債の合計と厳密に等しくなります。
zh_cn: 交易有两端，各自有落点；把交易想像为绳子，一端拴一个科目，这样才平衡。资产 = 负债 + 所有者权益 + 收入 - 支出。

source: Checkbook-Style Register
es: Registro de Estilo-Casilla
fr: Registre livre de compte
hu: Csekkfüzet stílusú nyilvántartás
ja: 小切手帳スタイルの記録簿
zh_cn: 交易界面

source: The <span class="gnucash">GnuCash</span> checkbook-style register provides a custom, convenient and familiar interface to entering financial transactions.
es: El registro con estilo de casilla de <span class="gnucash">GnuCash</span> proporciona un interfaz personal, conveniente y familiar para introducir transacciones financieras.
fr: Le style livre de compte de <span class="gnucash">GnuCash</span> fournit une interface personnalisée, familière et convenant à la saisie des transactions/opérations financières.
hu: A <span class="gnucash">GnuCash</span> csekkfüzet stílusú nyilvántartás, egy egyedi, kényelmes és ismerős felületet biztosít a pénzügyi tranzakciók beviteléhez.
ja: <span class="gnucash">GnuCash</span> の小切手帳様式の勘定科目記録簿はカスタマイズでき、便利で自分に合った、財務取引を入力しやすいインターフェースです。
zh_cn: <span class="gnucash">交易</span>有一个支持自定义、方便和熟悉的界面，类似以前的支票簿。

source: The register supports common checking and credit-card transactions, as well as income, stock and currency transactions. The following features are also provided:
es: El registro admite casillas comunes y transacciones con tarjetas crediticias, así como transacciones de ingresos, mercancías y monedas. Las características seguidas además se proporcionan:
fr: Le livre/registre supporte les transactions sur un compte courant comme les chèques et carte de crédit, mais aussi les opérations sur le revenu, les actions et devises.
hu: A nyilvántartás támogatja az általános csekk- és hitelkártya-tranzakciókat, valamint a jövedelem, a részvény- és deviza-tranzakciókat. A következő szolgáltatások is rendelkezésre állnak:
ja: この記録簿は一般的な小切手やクレジットカード取引に加え、収益、株式、通貨取引もサポートします。次の機能もサポートされます:
zh_cn: 支持常见的支票和信用卡、收入、股票和货币交易，同时还提供以下功能：

source: The ability to enter <b>split transactions</b>
es: La posibilidad de introducir <b>transacciones desdobladas</b>
hu: <b>Felosztott tranzakciók</b> bevitelének lehetősége
ja: <b>スプリット取引</b>の入力機能
zh_cn: <b>拆分</b>

source: The ability to mark a transaction as <b>cleared</b> or <b>reconciled</b>
es: La posibilidad de marcar una transacción como <b>compensada</b> o <b>conciliada</b>
hu: Lehetőség egy tranzakció megjelölésére <b>elszámoltként</b> vagy <b>egyeztetettként</b>
ja: 取引を<b>清算済</b>または<b>照合済(消込済)</b>にする機能
zh_cn: 标记<b>结算</b>或<b>对帐</b>

source: <b>Autofill</b> of entered transactions
es: <b>Relleno automático</b> de las transacciones introducidas
fr: <b>Remplissage automatique</b> des transactions/opérations saisies
hu: A megadott tranzakciók <b>automatikus kitöltése</b>
ja: 入力中の取引の<b>補完</b>
zh_cn: <b>记忆填写</b>

source: The ability to display <b>multiple accounts</b> in a single register window
es: La capacidad de mostrar <b>varias cuentas</b> en una única ventana de registro
hu: Lehetőség <b>több számla</b> megjelenítésére egyetlen nyilvántartásablakban
ja: 一つの記録簿ウインドウに<b>複数の勘定科目</b>を表示する機能
zh_cn: <b>多科目</b>显示

source: A <b>summary bar</b> that displays all of the relevant account's balance information
es: Una <b>barra resumen</b> que muestra toda la información relevante acerca del saldo de la cuenta
hu: Egy <b>összefoglaló sáv</b>, amely megjeleníti a fontos számlaegyenleg-információkat
ja: 対応する勘定科目の全ての残高情報を表示する<b>サマリバー</b>
zh_cn: <b>摘要栏</b>，资金状况

source: Many options to <b>customize</b> the appearance and the display style
es: Diversas opciones para <b>personalizar</b> la apariencia del estilo visual
fr: De nombreuses options pour <b>personnaliser</b> l'apparence et le style d'affichage
hu: Számos lehetőség a megjelenés és a megjelenítési stílus <b>testreszabására</b>
ja: 見え方や表示を<b>カスタマイズ</b>する多くのオプション
zh_cn: 自定义<b>主题</b>

source: Scheduled Transactions
es: Transacciones planificadas
fr: Transactions récurrentes
hu: Ütemezett tranzakciók
ja: 予定取引
zh_cn: 计划交易

source: You can create recurring transactions with a high level of customization of amounts and timeline. You can also set an automatic reminder when a transaction is due.
es: Puede crear transacciones recurrentes con un nivel alto de adaptación de cantidades y línea temporal. Además puede fijar un recordatoria automático cuando un asiento está vencido.
fr: Vous pouvez créer des transactions/opérations récurrentes avec un haut niveau de personnalisation des comptes dans le temps. Vous pouvez également automatiquement définir une échéance de transaction/opération.
hu: Létrehozhat ismétlődő tranzakciókat az összegek és az időszakok magas szintű testreszabásával. Beállíthat egy automatikus emlékeztetőt is, a tranzakció esedékessé válásának időpontjára.
ja: 繰り返しの取引を、金額およびタイムラインを高度にカスタマイズしながら作成できます。取引期限に自動通知も設定できます。
zh_cn: 新建一笔计划交易，设置好金额和时间周期，还可以添加到期提醒。

source: An assistant that runs when <span class="gnucash">GnuCash</span> is started allows scheduled transactions to be postponed without canceling or entering them before the due date.
es: Un asistente que ejecuta cuando <span class="gnucash">GnuCash</span> es arrancado permite que las transacciones planificadas sean pospuestas sin cancelar o introducirlos antes de la fecha del vencimiento.
hu: Egy asszisztens, amely a <span class="gnucash">GnuCash</span> indításakor fut, lehetővé teszi az ütemezett tranzakciók elhalasztását anélkül, hogy törölné vagy megadná azokat a határidő előtt.
ja: <span class="gnucash">GnuCash</span> の起動開始時に実行されるアシスタントを使って予定取引を延期させることもでき、支払期限より前にキャンセルしたり入力したりする必要がありません。
zh_cn: 启动<span class="gnucash">助手</span>可以推迟计划交易，无需在到期日前取消或确认这些交易。

source: Reports, Graphs
es: Informes, gráficos
fr: Rapports et graphiques
hu: Kimutatások, Diagramok
ja: 帳票、グラフ
zh_cn: 报表

source: <span class="gnucash">GnuCash</span> has an integrated module to display graphs of your financial data in the form of:
es: <span class="gnucash">GnuCash</span> tiene un módulo integrado para representar gráficas de sus datos financiaros dentro del formulario de:
fr: <span class="gnucash">GnuCash</span> a un module intégré pour afficher les graphiques de vos données financières sous la forme de :
hu: A <span class="gnucash">GnuCash</span> beépített modullal rendelkezik a pénzügyi adatok grafikonjainak megjelenítéséhez a következő formában:
ja: <span class="gnucash">GnuCash</span> には財務データをグラフ表示する機能が組み込まれています。次の形式で表示できます。
zh_cn: <span class="gnucash">报表</span>系统是个集成模块，支持以下格式：

source: Barcharts
es: Gráficos de barras
fr: Histogrammes
hu: Oszlopdiagramok
ja: 棒グラフ
zh_cn: 条形图

source: Piecharts
es: Gráficos circulares
fr: Diagrammes en camembert
hu: Kördiagramok
ja: 円グラフ
zh_cn: 饼状图

source: Scatter plots
es: Gráficos de dispersion
fr: Projections de points
hu: Szórási diagramok
ja: 散布図
zh_cn: 散点图

source: <span class="gnucash">GnuCash</span> also comes complete with a full suite of standard and customizeable reports, such as:
es: <span class="gnucash">GnuCash</span> también viene completo con una suite completa de boletines estandarizados y personalizables, tales como:
fr: <span class="gnucash">GnuCash</span> fournit également une suite compète de rapports standards et personnalisables, tels que :
hu: A <span class="gnucash">GnuCash</span> szabványos és testreszabható jelentések teljes készletét is tartalmazza, például:
ja: <span class="gnucash">GnuCash</span>は標準的でカスタマイズ可能な帳票の完全な一式を取り揃えています。次のような帳票が作成できます。
zh_cn: <span class="gnucash">GnuCash</span> 还有全套标准报表、可定制报表，例如：

source: Balance Sheet
es: Hoja de Balance
fr: Bilan
hu: Mérleg
ja: 貸借対照表
zh_cn: 资产负债表

source: Profit &amp; Loss
es: Ganancias y Pérdidas
fr: Perte &amp; profit
hu: Nyereség &amp; Veszteség
ja: 損益計算書
zh_cn: 损益表

source: Portfolio Valuation
es: Valoración de Cartera
fr: Valeur du portefeuille
hu: Portfólió értékelése
ja: ポートフォリオ評価
zh_cn: 投资评估组合

source: and many others.
es: y muchos otros.
fr: et pleins d'autres.
hu: és még sok más.
ja: ほか数多くの帳票。
zh_cn: 其他。

source: Graphs and reports can be highly and easily customized in appearance and contents, in order to fullfill every user's need.
es: Gráficas e informes pueden ser personalizados detalladamente y fácilmente en apariencia y contenidos, con el fin de rellenar cada necesidad del usuario.
fr: Le contenu des graphiques et rapports peut être grandement et facilement personnalisé, répondant à tous les besoins de l'utilisateur.
hu: A grafikonok és jelentések, megjelenésükben és tartalmukban nagymértékben és egyszerűen testreszabhatók, hogy minden felhasználó igényét kielégítsék.
ja: グラフや帳票は高度にかつ簡単に見た目や内容をカスタマイズでき、すべてのユーザーのニーズにお応えします。
zh_cn: 报表内容和外观支持高度自定义，能满足各种需求。

source: Statement Reconciliation
es: Declaración de Conciliación
fr: État de rapprochement
hu: Kimutatás egyeztetés
ja: 明細書の照合
zh_cn: 对帐

source: <b>Account reconciliation</b> allows the user to compare the transactions entered in an account against a bank statement. This operation is very useful to spot untracked transactions or data entry errors and ensure that your books match the bank's.
es: <b>Conciliación de cuenta</b> permite al usuario comparar los asientos introducidos dentro de una cuenta contra una declaración bancaria. Esta operación es muy útil para destacar transacciones no seguidas o errores de datos del asiento y asegurar que sus libros se cotejen con el del banco.
hu: A <b>Számlaegyeztetés</b> lehetővé teszi a felhasználó számára, hogy összehasonlítsa a számlán szereplő tranzakciókat a banki kivonattal. Ez a művelet nagyon hasznos a nyomon nem követett tranzakciók, vagy az adatbeviteli hibák észleléséhez, és annak biztosításához, hogy a könyvelése megegyezzen a bank könyvelésével.
ja: 利用者は <b>勘定科目照合</b> (消し込みとも呼ばれます) 機能を使って、勘定科目に入力した取引と銀行の取引明細を比較することができます。この機能は未入力の取引やデータ入力エラーが無いかに焦点を当て、帳簿が銀行口座と合っていることを確実なものにすることができます。
zh_cn: <b>对账</b>将录入的数据与银行的作比较，检查是否有遗漏或错误，确保与银行一致。

source: The <span class="gnucash">GnuCash</span> reconcile tool with running reconciled and cleared balances makes reconciling against bank statements an easy task.
es: La herramienta de conciliación de <span class="gnucash">GnuCash</span> ejecutando balances conciliados y purgados hace que conciliar frente declaraciones bancarias se convierte en una tarea fácil.
fr: L'outil de rapprochement <span class="gnucash">GnuCash</span> avec pointage et rapprochement permet de faciliter l'équilibre des opérations par rapport aux états de la banque.
hu: Az <span class="gnucash">GnuCash</span> egyeztető eszköz, az egyeztetett és tisztázott egyenlegek futtatásával egyszerű feladattá teszi a banki kivonatokkal való egyeztetést.
ja: <span class="gnucash">GnuCash</span> 照合ツールには現在の照合済残高と清算済残高が表示されるため、銀行の取引明細との照合は簡単な作業です。
zh_cn: <span class="gnucash">对账</span>界面有借方、货方和差额，对起帐来起来相当轻松。

source: Income/Expense Account Types
es: Tipos de Cuenta de Ingresos/Gastos
fr: Comptes de revenus/dépenses
hu: Bevétel/Kiadás számlatípusok
ja: 収益/費用勘定科目タイプ
zh_cn: 收入/支出

source: Income/Expense Account Types (Categories) allow you to categorize your cash flow. When used properly with the double-entry feature and equity accounts, these enable you to generate reports, such as Profit &amp; Loss, that plain-vanilla systems cannot handle.
es: Tipos de Cuenta Ingresos/Gastos (Categorías) permiten categorizar su flujo de efectivo. Cuando utilizó apropiadamente con la característica de doble-asiento y cuentas patrimoniales, estas le habilitan para generar informes, como Beneficios y Pérdidas, que los sistemas simples no pueden gestionar.
fr: Les catégories de compte de Revenus/Dépenses vous permettent de catégoriser vos flux financiers. Lorsqu'utilisés correctement avec la fonction de double entrée et les comptes de capitaux propres, ceux-ci vous permettent de produire des rapports sur vos pertes et profits que les systèmes classiques n'auraient pu générer.
hu: A Bevétel/Kiadás számlatípusok (kategóriák) lehetővé teszik a pénzforgalom kategóriánkénti kezelését. Ha megfelelően használják a kettős könyvvitel funkcióval és a tőkeszámlákkal, lehetővé teszik olyan jelentések készítését, mint például a Nyereség és Veszteség, amelyek egyszerűbb rendszerekben nem lehetségesek.
ja: 収益/費用勘定科目タイプ (カテゴリ) によってキャッシュフローを分類することができます。複式記帳法と純資産勘定科目を適切に使用することで、ごく普通のシステムでは取り扱うことができないような損益計算書などの帳票を作成することができます。

source: Small Business Accounting Features
es: Características Contables de Pequeñas Empresas
fr: Fonctionnalités comptables pour petites entreprises
hu: Kisvállalati számviteli képességek
ja: 小規模ビジネス向け会計機能
zh_cn: 小规模企业财务

source: Simplify managing a small business with <b>Customer</b> and <b>Vendor</b> tracking, <b>Jobs</b>, <b>Invoicing</b> and <b>Bill</b> Payment, and <b>Tax</b> and <b>Billing Terms</b>.
es: Simplifica gestionar un negocio pequeño con seguimiento de <b>Cliente</b> y <b>Proveedor</b>, <b>Tareas</b>, <b>Facturas</b> y Remuneraciones del <b>Vale</b>, e <b>Imposiciones</b> y <b>Términos de Vales</b>.
fr: Simplifie la gestion d'une petite entreprise incluant le suivi des <b>clients</b> et des <b>fournisseurs</b>, la <b>prestation</b> et le <b>règlement des factures</b>, et les <b>échéances fiscales</b> et de <b>factures</b>.
hu: Egyszerűsíti a kisvállalkozás irányítását az <b>Ügyfél</b> és a <b>Szállító</b> nyomon követésével, a <b>Munkák</b>, a <b>Kimenő számlázás</b> és a <b>Bejövő számlák</b> fizetésével, valamint az <b>Adó</b> és a <b>Számlázási feltételek</b> segítségével.
ja: <b>得意先</b>と<b>仕入先</b>の追跡、<b>請求書のまとめ</b>、<b>得意先請求書</b>と<b>仕入先請求書</b>の支払、<b>税金</b>と<b>支払条件</b>の管理など小規模ビジネスの管理が簡単になります。
zh_cn: 跟踪<b>客户</b>和<b>供应商</b>、<b>项目</b>、<b>发票</b>和<b>账单</b>支付、<b>税务</b>和<b>账期</b>，从而简化企业的管理。

source: Using A/Receivable and A/Payable accounts you can even manage <b>payrolls</b> for your employees.
es: Utilizando cuentas C/Revivo Futuro y C/Liquidación Futura incluso puede gestionar <b>nóminas</b> para sus empleados.
hu: A Követelések és Kifizetendő számlák használatával még az alkalmazottak <b>bérszámfejtése</b> is kezelhető.
ja: 売掛金および買掛金勘定科目を使えば、従業員の<b>給与</b>管理さえできます。
zh_cn: 借助A/Receivable和A/Payable科目，甚至可以管理员工<b>工资单</b>。

source: <span class="gnucash">GnuCash</span> gives you also a tool to manage your business' <b>budget</b> so that you can easily plan your financial strategy.
es: <span class="gnucash">GnuCash</span> le proporciona una herramienta para gestionar su <b>presupuesto</b> del negocio por lo que puede planear fácilmente su estrategia financiera.
fr: <span class="gnucash">GnuCash</span> fournit également un outil de gestion du <b>budget</b> de votre société, ainsi vous pouvez facilement plannifier votre stratégie financière.
hu: A <span class="gnucash">GnuCash</span> egy olyan eszközt is biztosít, amellyel kezelheti vállalkozása <b>költségkeretét</b>, így könnyedén megtervezheti a pénzügyi stratégiáját.
ja: <span class="gnucash">GnuCash</span> はビジネスの<b>予算</b>管理ツールも提供するので、財務戦略を簡単に計画できます。
zh_cn: <span class="gnucash">预算</span><b>功能</b>，简洁、高效地规划资金。

source: Multiple Currencies
es: Múltiples Monedas
fr: Devises Multiples
hu: Több pénznem (valuta) használatának lehetősége
ja: 複数通貨
zh_cn: 多国货币

source: Different accounts can be denominated in different currencies. Currency movements between accounts are fully balanced when double-entry is enabled.
es: Pueden ser denominadas diferentes cuentas en monedas distintas. Los movimientos de monedas entre cuentas son completamente balanceados cuando están habilitados el doble-apunte.
fr: Différents comptes peuvent être dénommés dans différentes devises. Les transferts de devise entre les comptes sont entièrement équilibrés quand l'option de comptabilité en partie double est activée.
hu: A különböző számlák különböző pénznemekben nevesítettek. A számlák közötti valutamozgások teljesen kiegyensúlyozottak, ha a kettős könyvelés engedélyezve van.
ja: 異なる勘定科目に対しては異なる通貨単位で表示することができます。勘定科目間での通貨の移動は複式記帳法を利用することで釣り合いが完全に保たれます。
zh_cn: 科目支持不同的币种，转账时，金额是动态平衡的、和汇率设置相关。

source: Stock/Mutual Fund Portfolios
es: Cartera de Acciones/Fondos de Inversión
fr: Portefeuilles d'actions ou fonds mutuels
hu: Részvény/Befektetési alap portfóliók
ja: 株式 / 投資信託のポートフォリオ
zh_cn: 股票/基金组合

source: Track stocks individually (one per account) or in portfolio of accounts (a group of accounts that can be displayed together).
es: Seguimiento de mercancías individualmente (uno por cuenta o dentro del porfolio de cuentas (un grupo de cuentas que pueden ser desplegadas a la vez).
fr: Suivi d'actions individuelles (une par compte) ou dans un portefeuille de compte (un groupe de compte affiché ensemble).
hu: Részvények nyomon követése egyenként (számlánként egy), vagy számlaportfólióban (együtt megjeleníthető számlacsoport).
ja: 株式を個別 (勘定科目単位) または勘定科目のポートフォリオ (一緒に表示可能な勘定科目グループ) として追跡することができます。
zh_cn: 单独跟踪股票（每个科目一个）或组合科目（一组科目一起显示）。

source: Online Stock &amp; Mutual Fund Quotes
es: Provisión por Conexión y Cuotas de Fondos de Inversión
fr: Récupération en ligne des cours d'actions et de fonds
hu: Részvény és Befektetési alap jegyzések online lekérdezése
ja: オンライン株式・投資信託相場表取得
zh_cn: 股票/基金报价

source: Get Stock &amp; Mutual Fund quotes from various web sites, update portfolio automatically. Additional pricing sources are added regularly.
es: Obtenga Acciones y cuotas de Fondos de Inversión desde varios sitios web, actualiza automáticamente porfolio. Precio origen adicional son agregados regularmente.
fr: Récupération des cours d'action et de fonds à partir de divers sources en lignes, mise à jour automatique du portefeuille. De nouvelles sources sont ajoutées régulièrement.
hu: Kérje le a részvény és befektetési alap jegyzéseket különböző webhelyekről, frissítse a portfóliót automatikusan. Rendszeresen hozzáadunk további lekérdezési forrásokat.
ja: 株式・投資信託の相場表を様々なウェブサイトから取得して、自動的にポートフォリオをアップデートします。相場情報源は定期的に追加されます。
zh_cn: 从各网站获取股票及基金报价，自动更新到投资组合；我们会定期增加其他价格源。

source: Data storage and exchange features
es: Características de almacenamiento e intercambio de datos
fr: Stockage des données et fonctions d'échange
hu: Adattárolási és adatcsere képesség
ja: データ保存と交換機能
zh_cn: 数据存储和转换

source: Experimental database support
es: Mantenimiento experimental de bases de datos
hu: Adatbázis támogatás (kísérleti)
ja: 実験的なデータベースサポート
zh_cn: 实验性数据库支持
